["Coronavirus Outbreak: Live Updates", "Screen Time Doesn’t Hurt Kids’ Social Skills, Study Finds", "Here’s Exactly Where We Are with Vaccines and Treatments for COVID-19", "Here’s What Happens to the Body After Contracting the New Coronavirus", "Why You Should Be Skeptical of Early Results of COVID-19 Drug", "What Your Social Media Posts Say About Your Stress Level Right Now", "Rural America Could Be the Region Hardest Hit by the COVID-19 Outbreak", "Experts Warning: Don’t Use Off-Label Medications for COVID-19 Treatment", "Why Soaking Up the Sun to Treat COVID-19 Isn’t a Bright Idea", "What to Know About a Long Recovery Period After Surviving COVID-19", "Why Cooking Chicken to 165 Degrees Is Critical for Ensuring Safety, Preventing Illness", "Why COVID-19 is Hitting Men Harder Than Women", "What to Know About COVID-19 Testing Right Now", "Toddlers to Teens: How to Help Kids Cope with Stress from COVID-19", "Losing Your Sense of Smell May Be an Early Symptom of COVID-19", "1 in 5 Cancer Survivors Stays at Their Job Due to Fears of Losing Health Insurance", "How Donating Your Plasma Can Help Others During the COVID-19 Pandemic", "How Parents Can Help Themselves and Their Children with COVID-19 Stress", "Americans Are Accidentally Poisoning Themselves with Cleaning Supplies", "The Unusual COVID-19 Symptoms You Can Miss", "Want to Help COVID-19 Researchers? You Don’t Have to Leave Your Living Room", "From Protests to Parties: Why Gathering in Groups Is a Terrible Idea Right Now", "FDA Issues Warning About Hydroxychloroquine Over Heart Issues", "COVID-19 Racing Through Nursing Homes: What Families Can Do", "As Many as 50 Percent of People with COVID-19 Aren’t Aware They Have the Virus", "Not Sure You Have COVID-19? Here Are the Symptoms for Coronavirus, Flu, and Allergies", "Controversial Studies Find COVID-19 May Be Far More Widespread Than Previously Known", "Risk of Death from COVID-19 Four Times Greater for Those with Diabetes", "How Mild COVID-19 Symptoms Can Quickly Turn Serious", "COVID-19 Has Taken Away the Village: How New Parents Can Cope", "How COVID-19 Is Making Daily Life Challenging for Those with Autism", "How Alcohol Can Affect Your Immune System", "What It’s Like to Be a Nurse Working on the Front Lines of COVID-19", "What We Know About the Long-Term Effects of COVID-19", "Can the U.S. Safely ‘Reopen’ on May 1? Here’s What the Health Experts Think", "People Hospitalized with COVID-19 Now Facing the Risk of Kidney Damage", "Anesthesiologists Are Vital in the COVID-19 Fight: The Toll It Takes", "How to Advocate for a Family Member Hospitalized with COVID-19", "6 Ways to Be a More Considerate Shopper During COVID-19", "Could We Be Stuck With Physical Distancing Until 2022?", "Can You Develop COVID-19 Twice? Here’s What We Know", "Paper Towels Better Than Air Dryers to Stop Virus Spread", "Experimental Drugs May Help Keep COVID-19 Patients Off Ventilators", "3 Simple Ways to Stay Active While You’re Stuck at Home", "Rural America Could Be the Region Hardest Hit by the COVID-19 Outbreak", "Gloves Won’t Reduce Your Risk of COVID-19 at the Grocery Store: Here’s What Will", "As Many as 50 Percent of People with COVID-19 Aren’t Aware They Have the Virus", "What California Has Done Right in Battling COVID-19", "It’s Too Early to Know If Hydroxychloroquine Will Help Treat People with COVID-19", "Can Clothes and Shoes Track COVID-19 into Your House? What to Know", "How Sheltering in Place Could Be Throwing Your Skin Out of Balance", "Why a Virtual Visit to the Doctor May Be the Safest, Most Affordable Option", "Herbal Remedies and COVID-19: What to Know", "What Happens as More Police, Firefighters, and Paramedics Get Sick with COVID-19?", "Why COVID-19 is Hitting Men Harder Than Women", "HIV and COVID-19: Risks, Concerns, and the Best Way to Protect Yourself", "Has COVID-19 Peaked in the U.S.? Here’s What We Know", "The Best Materials to Make a Homemade Face Mask", "Here’s Exactly Where We Are With Vaccines and Treatments for COVID-19", "Happy Hours: More People Drinking While Working from Home During COVID-19", "Why the African American Community Is Being Hit Hard by COVID-19", "Foods with a Long Shelf Life: 9 to Buy, 6 to Avoid", "‘False Negatives’ in COVID-19 Testing: If You Have Symptoms, Assume You Have the Disease", "How to Build Daily and Weekly Routines as Shelter-in-Place Drags On", "Here’s What You Should Do If You Have a ‘Mild’ Case of COVID-19", "Sidewalk Chalk, Music, and Teddy Bears: How People Are Lifting Others’ Spirits During COVID-19", "CDC Says Some People Can Get Back to Work: Here’s What the Experts Think", "COVID-19 Is Creating Fear, Frustration With Soldiers, Sailors", "How to Clean and Kill COVID-19, But Avoid Harsh Chemicals", "Why It’ll Still Take More Than a Year to Develop a COVID-19 Vaccine", "What It’s Like to Have a ‘Mild’ Case of COVID-19", "Don’t Rely on Supplements to Treat or Prevent COVID-19", "COVID-19 Can Have Serious Effects on People with Mental Health Disorders", "COVID-19 Poses a Higher Risk for People with Asthma: What You Can Do", "How I Stopped Stressing and Embraced My Kid’s Distance Learning", "COVID-19 Will Mutate — What That Means for a Vaccine", "Why Face Masks Are Crucial Now in the Battle Against COVID-19", "How a Pet Can Help You While You Shelter in Place", "How Antibody Testing Can Help Us Fight COVID-19", "How COVID-19 Could Affect Kids’ Long-Term Social Development", "Caring for Someone with Alzheimer’s During the COVID-19 Outbreak: 5 Tips", "From Pain Meds to Condoms: Other Medical Supply Shortages Under COVID-19", "COVID-19 Could Become a Seasonal Illness: What We’ll Need to Do", "How Even One Social Gathering Can Quickly Spread COVID-19", "What Life Is Like on the Front Lines of the COVID-19 Outbreak", "What to Know About Diabetes, Blood Pressure Meds and COVID-19", "Here’s the Smartest and Safest Way to Grocery Shop During COVID-19", "People Who Vape May Face Higher Health Risks with COVID-19", "How Home Healthcare Workers Are Navigating the COVID-19 Outbreak", "What It’s Like to Be Immunocompromised During the COVID-19 Outbreak", "How to Clean Common Surfaces During the COVID-19 Outbreak", "How to Keep Your Teeth Healthy During the COVID-19 Outbreak", "Can COVID-19 Damage Your Heart? Here’s What We Know", "Here’s How to Clean Your Groceries During the COVID-19 Outbreak", "How South Korea Successfully Battled COVID-19 While the U.S. Didn’t", "It’s Critical Parents Make Kids Follow Social Distancing Guidelines", "Stress About COVID-19 Keeping You Awake? 6 Tips for Better Sleep", "Yes, COVID-19 Is on the Rise: Here’s Why Social Distancing Is Still Key", "Don’t Put Off Talking to Your Roommate About Social Distancing", "Not Sure You Have COVID-19? Here Are the Symptoms for Coronavirus, Flu, and Allergies", "There Isn’t Enough Medical Gear for Doctors and Nurses: What People Are Doing to Help", "Don’t Let These 5 Myths About COVID-19 Interfere with Your Safety", "What Does a Stay-at-Home Order Mean? 11 Questions Answered", "COVID-19 Timeline: What Outbreak Could Look Like in 3 Months, 6 Months, 1 Year", "Not Enough Tests: Doctors Starting to Limit Who Gets Tested for COVID-19", "Resist Using Pot, Alcohol to Ease Fears During COVID-19 Outbreak", "Here’s What Could Happen If Doctors Get COVID-19", "5 Tips to Help You Talk to Your Older Parents About Social Distancing", "What Experts Say You Can Do to Treat Yourself at Home If You Have a Mild Case of COVID-19", "Experts Warning: Don’t Use Off-Label Medications for COVID-19 Treatment", "Why You Need to Act Even If There Aren’t Any COVID-19 Cases in Your Town", "Washing Hands, Staying Home, and Flattening the Curve with COVID-19 Explained", "How the COVID-19 Outbreak Is Affecting Healthcare for People with Cancer", "How People in Addiction Recovery Are Dealing with the Isolation of COVID-19", "Does Your Blood Type Increase Your Risk for Coronavirus?", "Here’s What We Know About Ibuprofen and COVID-19", "Here Are 5 Ways Spring-Cleaning Can Make You Healthier", "Nearly 40% of Those Hospitalized for COVID-19 Are Under 55", "This Is What It Looks Like to Be #HighRiskCOVID19", "Got Questions About Social Distancing? These Experts Have Answers", "How to Talk to Your Kids About the COVID-19 Outbreak", "People with Diabetes May Have Higher Risk for COVID-19: Here’s What to Do", "The Need Is Great, but Is It Safe to Donate Blood During the COVID-19 Outbreak?", "7 Tips to Keep Your Skin Healthy While Washing Your Hands Often", "How Many People in the United States Actually Have COVID-19?", "When and How to Clean Your Phone During the COVID-19 Outbreak", "How a Chat App Can Help Relieve Loneliness During the COVID-19 Outbreak", "If You’re Pregnant, Here’s What to Know About the Coronavirus", "Being Mindful of Your Mental Health During the COVID-19 Outbreak", "Why You Might Want to Think Twice Before Making Your Own Hand Sanitizer", "What It’s Like to Be an ER Doctor During the Coronavirus Outbreak", "Can Hospitals Handle a Surge of COVID-19 Cases?", "Here’s What It’s Like to Live in the Quarantine Zone", "How the Novel Coronavirus Spreads in Public Places and How to Protect Yourself", "How to Exercise at Home If You’re Avoiding the Gym During the COVID-19 Outbreak", "There Is No Cure for COVID-19, No Matter What the Internet Says", "No Music, No Sports: Why It’s Important to Cancel Public Events Amid COVID-19 Outbreak", "What Does It Mean to Declare a Pandemic?", "Here’s How COVID-19 Compares to Past Outbreaks", "Can We Learn Anything from the SARS Outbreak to Fight COVID-19?", "What Is Going On with the Coronavirus Tests?", "How the COVID-19 Outbreak in the U.S. May Unfold in the Coming Days", "You Probably Touch Your Face 16 Times an Hour: Here’s How to Stop", "What Is the Cost of Getting Tested and Treated for the Coronavirus?", "Here’s What Older At-Risk People Should Know About the Coronavirus", "Think You Have the Coronavirus? Here’s What to Do Next", "Ask an Expert: An Epidemiologist Answers Our Questions About the Coronavirus, Quarantines, and Face Masks", "What Medications to Get to Prep for a Coronavirus Infection", "How to Prep for the Coronavirus at Home", "Will the Coronavirus Outbreak Get Better This Summer? Maybe Not", "Asking This One Question May Help Slow Down Coronavirus Outbreak", "What to Know as Flu Season Nears Peak", "How the U.S. Is Preparing for a Major Coronavirus Outbreak", "When Will We Know If the Coronavirus Is a Global Pandemic?", "How to Protect Yourself While Traveling During the Coronavirus Outbreak", "Here’s What Happens to the Body After Contracting the Coronavirus", "How Lack of Sick Leave in U.S. Can Make Outbreaks Like Coronavirus Worse", "How the U.S. Is Preparing for a Major Coronavirus Outbreak", "‘Super Spreaders’ of the Coronavirus May Be a Threat", "Why You Don’t Need to Panic About the New Coronavirus", "Don’t Fall for These 3 Myths About the New Coronavirus", "Forget the Toilet Seat — Shower Curtains Have Most Germs in Your Bathroom", "How Flu and HIV Meds May Help Fight the New Coronavirus", "Sorry, You Might Get the Flu Twice This Year — Here’s Why", "What Health Experts Are Doing to Stop the Coronavirus from Spreading in the U.S.", "How Long Will It Take to Develop a Vaccine for Coronavirus?", "If You’re Worried About the New Coronavirus, Here’s How to Protect Yourself", "Where Did the New Coronavirus Come From? Potentially a Bat, Snake, or Pangolin", "There Are 4 FDA-Approved Drugs to Treat Flu Symptoms — Here’s What to Know", "Why Seeing a Doctor Within 48 Hours of Flu Symptoms Is Critical", "Why People Under 40 Aren’t Making It a Priority to Get a Flu Shot", "Flu Taking a Toll, Pediatric Deaths Hit 17-Year High", "I Never Get Sick. Why Do I Need the Flu Shot?", "Germs at the Gym: How to Work Out Without Worry", "Why You Won’t Get the Flu and a Cold at the Same Time", "Flu Season 2019: Cases Top 5 Million, Infections May Increase Over the Holidays", "Flu Season Off to Early Start: More Than 3 Million Cases in the U.S.", "Many Daycare Centers Don’t Require Kids or Adults to Get Flu Shots", "Why Do Some States Make It Difficult for Children to Get Flu Shots?", "Here’s Where Flu Activity Is the Highest Right Now", "4 Debunked Myths About Living with Asthma During Cold and Flu Season", "Why a Flu Shot Is Essential for People with Heart Disease", "Flu Season Update: Where the Virus Is Hitting and What Shots Are in Short Supply", "Blood Clotting a Significant Cause of Death in Patients With COVID-19", "Clinicians Warn of the Dangers of Equating COVID-19 With High Altitude Pulmonary Edema", "Experts Issue Guide on Lung Cancer Screening, Management During COVID-19", "Nursing Homes Prepared for Pandemics, but COVID-19 Reveals Gaps", "Antiviral Remdesivir Prevents Disease Progression in Monkeys With COVID-19", "Influenza: Researchers Show That New Treatment Reduces Spread of Virus", "Antiviral drug baloxavir reduces transmission of flu virus among ferrets", "Study Finds Remdesivir Effective Against a Key Enzyme of Coronavirus That Causes COVID-19", "Loss of Smell and Taste Validated as COVID-19 Symptoms in Patients With High Recovery Rate", "Common Coronaviruses Are Highly Seasonal, With Most Cases Peaking in Winter Months", "COVID-19: Scientists Find Promising First Step in Antiviral Treatment", "What type of cells does the novel coronavirus attack?", "Engineered virus might be able to block coronavirus infections, mouse study shows", "Wearing surgical masks in public could help slow COVID-19 pandemic's advance", "Coronavirus: Virological Findings from Patients Treated in a Munich Hospital", "Possible coronavirus drug identified", "Clues to COVID-19 Coronavirus's Vulnerability Emerge from an Antibody Against SARS", "Rapid Infectious Disease Shifts in Chinese Children and Adolescents Prior to COVID-19", "Vaccine candidate against SARS-CoV-2 being tested", "Trial Drug Can Significantly Block Early Stages of COVID-19 in Engineered Human Tissues", "COVID-19 Vaccine Candidate Shows Promise, Research Shows", "Solving a Medical Mystery and Changing CDC Screenings for COVID-19", "Hopes for Pandemic Respite This Spring May Depend Upon What Happens Indoors", "Phage Capsid Against Influenza: Perfectly Fitting Inhibitor Prevents Viral Infection", "Lessons from the Spanish Flu: Early Restrictions Lowered Disease, Mortality Rates", "UK local authorities not ready for the number of deaths from Covid-19", "COVID-19 Linked to Cardiac Injury, Worse Outcomes for Patients With Heart Conditions", "Some COVID-19 Patients Still Have Coronavirus After Symptoms Disappear", "Missing Link in Coronavirus Jump from Bats to Humans Could Be Pangolins, Not Snakes", "A Possible Treatment for COVID-19 and an Approach for Developing Others", "COVID-19: Low Risk of Coronavirus Spreading Through Tears", "How tissues harm themselves during wound healing", "Wuhan study shows lying face down improves breathing in severe COVID-19", "ACE inhibitors and angiotensin receptor blockers may increase the risk of severe COVID-19, paper suggests", "Coronavirus SARS-CoV2: BESSY II Data Accelerate Drug Development", "Understanding How COVID-19 Affects Children Vital to Slowing Pandemic, Doctors Say", "Public Health Leadership Paramount to Emerging Coronavirus Pandemic", "Portable AI device turns coughing sounds into health data for flu and pandemic forecasting", "New Drug Target Found for COVID-19", "Median incubation period for COVID-19", "New Coronavirus Stable for Hours on Surfaces", "COVID-19: The Immune System Can Fight Back", "Coronavirus Spreads Quickly and Sometimes Before People Have Symptoms, Study Finds", "COVID-19 Appears Less Severe in Children", "Scientists Identify Potential Targets for Immune Responses to Novel Coronavirus", "Potential Therapeutic Agents, Vaccines for COVID-19", "Knowing More About a Virus Threat May Not Satisfy You", "Individual Response to COVID-19 'as Important' as Government Action", "Preventing Spread of SARS Coronavirus-2 in Humans", "App, AI Work Together to Provide Rapid at-Home Assessment of Coronavirus Risk", "Chest CT Findings in Coronavirus Disease (COVID-19) Pneumonia", "The World Faces an Air Pollution 'Pandemic'", "Novel Coronavirus (COVID-19) Imaging Features Overlap With SARS and MERS", "COVID-19 a Reminder of the Challenge of Emerging Infectious Diseases", "Drug Meant for Ebola May Also Work Against Coronaviruses", "New Compounds Thwart Multiple Viruses, Including Coronavirus", "No Benefit Found in Using Broad-Spectrum Antibiotics as Initial Pneumonia Treatment", "COVID-19 Vaccine Development", "Atomic Structures Mapped in Measles, Mumps, Flu and RSV", "New Pathogenic Mechanism for Influenza NS1 Protein Found", "Remdesivir Prevents MERS Coronavirus Disease in Monkeys", "New 'Universal' Target for Antiviral Treatment", "New Details on How a Viral Protein Puts the Brakes on Virus Replication", "Portable Lab You Plug Into Your Phone Can Diagnose Illnesses Like Coronavirus", "Steroids Could Do More Harm Than Good in Treating Coronavirus", "New Tool Monitors Real Time Mutations in Flu", "Nanoparticles Produced from Burning Coal Result in Damage to Mice Lungs", "Radiologists Describe Coronavirus Imaging Features", "First Childhood Flu Helps Explain Why Virus Hits Some People Harder Than Others", "Exposing a Virus's Hiding Place Reveals New Potential Vaccine", "Whole Genome of Novel Coronavirus, 2019-nCoV, Sequenced", "Rapid Weather Swings Increase Flu Risk", "Infectious Disease Experts Warn of Outbreak Risks in US Border Detention Centers", "Pneumonia Recovery Reprograms Immune Cells of the Lung", "New Treatment Kills Off Infection That Can Be Deadly to Cystic Fibrosis Patients", "Novel Coronavirus That Recently Emerged in China", "Coronavirus Outbreak in China Traced to Snakes", "Full Influenza Vaccination Among Children Cuts Hospitalization in Half", "Universal Flu Vaccine Protects Against 6 Influenza Viruses in Mice", "Can the Flu Shot Help Fight Cancer?", "Why Your First Battle With Flu Matters Most", "Domestic Animals Link Virus Spread Among Humans and Wildlife", "Scientists Uncover Structure of Key Pneumonia Virus Enzyme", "Virtual Reality Could Help Flu Vaccination Rates", "Building a Better Flu Shot", "New Flu Drug Drives Drug Resistance in Influenza Viruses", "Ketogenic Diet Helps Tame Flu Virus", "How Fibrosis Progresses in the Human Lung", "Vaccine Reduces Likelihood of Severe Pneumonia", "New Vaccine Protects from Widespread, Costly Infection, Mice Study Shows", "Best Practice Treatment Guidelines Help Doctors Identify, Treat Vaping-Associated Lung Injuries", "NIH clinical trial shows Remdesivir accelerates recovery from advanced COVID-19", "IH mobilizes national innovation initiative for COVID-19 diagnostics", "NIAID strategic plan details COVID-19 research priorities", "Expert U.S. panel develops NIH treatment guidelines for COVID-19", "Antiviral remdesivir prevents disease progression in monkeys with COVID-19", "Investigational chimp adenovirus MERS-CoV vaccine protects monkeys", "NIH to launch public-private partnership to speed COVID-19 vaccine and treatment options", "NIH study validates decontamination methods for re-use of N95 respirators", "NIH begins study to quantify undetected cases of coronavirus infection", "NIH clinical trial of hydroxychloroquine, a potential therapy for COVID-19, begins", "Autoimmunity may be rising in the United States", "NIDA Director outlines potential risks to people who smoke and use drugs during COVID-19 pandemic", "The National Library of Medicine expands access to coronavirus literature through PubMed Central", "COVID-19 workers get training to protect their own health", "New coronavirus stable for hours on surfaces", "NIH clinical trial of investigational vaccine for COVID-19 begins", "NIH Reports First Known Employee with COVID-19 Infection", "COVID-19 a Reminder of the Challenge of Emerging Infectious Diseases", "NIH clinical trial of remdesivir to treat COVID-19 begins", "Remdesivir prevents MERS coronavirus disease in monkeys", "NIH officials discuss novel coronavirus that recently emerged in China", "Tiny airborne particles may carry the new coronavirus", "What are the effects of COVID-19 on the lungs?", "COVID-19: Are the testes really a coronavirus reservoir?", "COVID-19: Vaccine trials and antibody testing provide fresh", "Loss of smell may suggest milder COVID-19, study finds", "COVID-19 global impact: How the coronavirus is affecting the", "How to disinfect clothes: Tips for coronavirus (COVID-19", "Are blood clots to blame for COVID-19 deaths?", "New coronavirus targets cells in the nose, lungs, and gut", "COVID-19: Hand sanitizers inactivate novel coronavirus, study", "Could an antiparasitic drug kill off SARS-CoV-2 within 2 days?", "SARS-CoV-2 may be here to stay", "New drug candidate against the novel coronavirus", "Discussing COVID-19 and hypertension", "Severe COVID-19: Study investigates a possible underlying", "COVID-19 vs. previous pandemics", "What to do if you start to feel COVID-19 symptoms", "Faulty blood clotting mechanism may explain COVID-19 severity", "COVID-19: How does it affect women's sexual and", "Coronavirus (COVID-19) and lupus: Risks and precautions", "Could dogs help detect COVID-19?", "Crohn's and COVID-19: Risks, prevention, and treatment", "COVID-19 and rheumatoid arthritis: Risks and precautions", "Viral pneumonia: Symptoms, causes, and treatment", "COVID-19 and COPD: Risks and precautions", "SARS-CoV-2 may affect more children than scientists initially thought", "CT use in COVID-19 diagnosis", "Bat survey identifies six new coronaviruses", "Who is really on the front line of the COVID-19 pandemic?", "Air pollution may affect the lethality of COVID-19", "Is the flu contagious?", "Echinacea: Benefits, uses, side effects, and effectiveness", "COVID-19 medical staff experience insomnia and higher stress", "IBD and COVID-19: Risks and advice", "says Chicago nurse looking after COVID-19 patients", "Protective masks can be effectively disinfected at home, study", "Paper towels better at removing viruses than jet dryers", "How COVID-19 affects domestic violence rates", "Sore throat: Allergy or cold? Plus treatment and prevention", "What is the best way to disinfect your phone?", "How to increase lung capacity: Simple exercises", "Azithromycin: Side Effects, dosage, COVID-19 (under study)", "Deforestation may drive animal-to-human infections", "Hydroxychloroquine: Side effects, dosage, COVID-19 (under", "How to stop a coughing attack: Tips and when to seek help", "Letter from the Editor: Keeping hope", "People with large social networks are more civil online", "Headache and fever: Causes, treatment, and prevention", "Can you use an expired inhaler? Safety and effects", "Should parents limit screen time for young children?", "27 coronavirus myths busted", "New study pinpoints loss of smell and taste as COVID-19 symptoms", "COVID-19: Vaccine may be ready by fall and other reasons for hope", "What factors did people who died with COVID-19 have in common?", "How do SARS and MERS compare with COVID-19?", "How does the new coronavirus affect our pets?", "COVID-19 live updates: Total number of cases passes 3.2 million", "COVID-19: Symptoms and when to see a doctor", "Coronavirus vs. flu: How to tell the difference", "Novel coronavirus: What we know so far", "When will the COVID-19 pandemic be over?", "Coronaviruses: Symptoms, treatments, and variants", "Coronavirus causes: Origin and how it spreads", "Coronaviruses and heart health", "COVID-19: Symptoms, incubation, prevention, and more", "Is the anti-flu drug Avigan effective in treating COVID-19?", "What MNT's experts want you to know about COVID-19", "Coronavirus effects on the body: Risks and complications", "Coronavirus tests: Methods, availability, and accuracy", "What WHO advisor David Heymann told us about COVID-19", "Sex differences in the new coronavirus", "COVID-19: Infectious disease expert warns it is 'really serious'", "Coronavirus transmission: How it spreads and how to avoid it", "Prof. Martin Bachmann on making millions of coronavirus vaccine doses", "Why social distancing is key in containing the new coronavirus", "COVID-19 treatment: New findings may bring researchers a step closer", "The new coronavirus was not man-made, study shows", "COVID-19: 'Digestive symptoms are common'", "COVID-19: 5 reasons to be cautiously hopeful", "Coronavirus vaccine: Development, timeline, and more", "Pneumonia and COVID-19: Relationship, risks, and more", "Why does SARS-CoV-2 spread so easily?", "Coronavirus: Pangolins may have spread the disease to humans", "COVID-19: Practical tips on staying safe", "Coronaviruses: How long can they survive on surfaces?", "Closing schools has only a minor role in suppressing COVID-19", "Multiple sclerosis (MS) and COVID-19: What to know", "Allocating ventilators during COVID-19: What is 'fair'?", "COVID-19: Could a clot-busting drug help save the lives of patients on ventilators?", "COVID-19: Social distancing, drug trials offer hope", "How humidity may affect COVID-19 outcome", "Sewage could provide early warning of COVID-19 outbreaks", "Pregnancy and mental health during the COVID-19 crisis", "Can you get coronavirus twice? What to know", "COVID-19: Surgical masks may help, but not as first line of defense", "Remdesivir: 'Very potent inhibitor' of SARS-CoV-2?", "COVID-19: TB vaccine to be trialed in healthcare staff", "Is the flu contagious?", "COVID-19 and asthma: Risks and precautions", "Could COVID-19 impact great apes?", "Pneumonia vaccine: How often and when to seek help", "‘I have never seen anything like this,’ says New York City doctor about COVID-19", "Coronavirus prevention: How to reduce transmission risk", "New study questions the effectiveness of masks against SARS-CoV-2", "Why returning to the COVID-19 front line is so difficult for doctors", "COVID-19: China’s early travel ban may have averted 700,000 cases", "Is blood type linked to coronavirus infection risk?", "How close is a COVID-19 vaccine? Prof. Martin Bachmann on stopping a pandemic", "COVID-19 expert calls for a 'tremendous effort from everyone' to fight pandemic", "Does Medicare cover flu shots? Cost and coverage", "Experts draw attention to the 'hidden sorrows' of COVID-19 and Parkinson’s", "COVID-19: Study estimates rate of 'silent transmission'", "People on steroids for chronic illness may be more at risk of COVID-19", "WHO launch trial testing 4 potential treatments for COVID-19", "Repurposed drug may reduce COVID-19 deaths", "How to disinfect shoes: Tips for COVID-19 prevention", "COVID-19 and diabetes: Risks, types, and prevention", "COVID-19 suppression 'only viable strategy at the current time'", "COVID-19: No evidence that heart, kidney medications raise risk", "Does Medicare cover telehealth?", "Coronavirus and pregnancy: What to know", "Walking pneumonia vs pneumonia: What is the difference?", "How might climate change affect the spread of viruses?", "Cats may be able to contract SARS-CoV-2, but evidence is limited", "COVID-19: Global weekend update (March 21–22)", "COVID-19 frontline healthcare workers at risk of mental health problems", "COVID-19 is now a pandemic: What next?", "COVID-19 may overwhelm intensive care units in UK within weeks", "Can an old method help doctors fight COVID-19?", "Contracting the new coronavirus may protect against future reinfection", "Why are infections from animals so dangerous to humans?", "CDC on COVID-19 severe outcomes: Where do we stand?", "Why are COVID-19 death rates so hard to calculate? Experts weigh in", "Coronavirus: 10 home exercises", "New coronavirus may be most infectious during 1st week", "Coronavirus: 81% of cases are mild, study says", "Coronavirus: Scientists could repurpose drugs to treat infection", "Researchers identify potential coronavirus vaccine and therapy targets", "COVID-19: Occupational groups that are at high risk", "Flu shots pros and cons: Benefits, risks, and safety", "Coronavirus may spread faster than WHO estimate", "Are there any home remedies for pneumonia?", "Experts condemn 'rumors and misinformation' about coronavirus", "COVID-19 and kids: Why understanding the impact on children is crucial", "Protecting healthcare workers from COVID-19: Infection control works", "Are children actually 'as likely' to get COVID-19 as adults?", "Coronavirus research: Woman with no symptoms infects five people", "Preventing skin damage due to face masks", "COVID-19: Scientists urge 'equitable and inclusive' response", "Preparing for COVID-19: Priorities for the US", "Early flu symptoms: Signs in children and adults", "SARS-CoV-2: How a person's immune system defeated the virus", "6 best essential oils for the flu", "SARS-CoV-2: Study confirms previous incubation period estimates", "COVID-19 quarantine of cruise ship may have led to more infections", "Migraine and COVID-19: Management and link", "App-based contact tracing may significantly reduce pandemic spread", "Expert tips on coping with stress and anxiety during a pandemic", "Keeping active while staying put: A brief 'how to' guide", "Why hand washing really could slow down an epidemic", "7 alternatives to toilet paper", "COVID-19 and bronchitis: Risks and precautions", "Hand washing advice for people with skin conditions", "What can be done to stop the spread of viruses?", "What to know about Klebsiella pneumoniae", "CDC: New cases of novel coronavirus reported in US", "Air pollution may affect the lethality of COVID-19", "COVID-19 and psoriasis: Risks and precautions", "Letter from the Editor: The importance of accurate reporting", "Managing patients with endocrine dysfunction during COVID-19", "What causes a sore throat and swollen glands?", "COVID-19 and celiac disease: Risks and precautions", "UC and COVID-19: Risks, medications, and precautions", "Common coronaviruses appear to be highly seasonal", "COVID-19 and arthritis: Risks and precautions", "Drinks to boost immune system: Do they work?", "Breast cancer and COVID-19: Risks and precautions", "Medicines that fights COVID-19: What to know", "Mayo hospitals again receive ‘A’ grades for patient safety", "Media backgrounder: COVID-19 readiness and helping the world respond to the global pandemic", "Mayo Clinic to advise Hilton on cleaning program protocol, training", "Physicians, scientists and physician-scientists connect dots between heart disease, potential for worse COVID-19 outcomes", "Mayo Clinic introduces skill for Amazon’s Alexa about COVID-19", "Voluntary public disclosure on the financial impact of the COVID-19 pandemic", "Expert Alert: 5 tips for keeping the momentum going when working out at home", "Army of Mayo employees come together to identify COVID-19 exposures within hours", "Expert Alert: When you can’t cough ― extra COVID-19 precautions for people with physical disabilities", "Mayo Clinic Laboratories launches serology testing in support of COVID-19 response", "Mayo Clinic experts offer guidance on treating COVID-19 patients with signs of acute heart attack", "False-negative COVID-19 test results may lead to false sense of security", "Six ways home-based cardiac rehab keeps patients safe, healthy during COVID-19", "Autonomous shuttles help transport COVID-19 tests at Mayo Clinic in Florida", "Radiology, Engineering investigating ways to help Mayo Clinic during COVID-19 response", "Mayo Clinic in Florida expands specimen testing and processing capabilities for COVID-19", "Guidance on patients at risk of drug-induced sudden cardiac death from off-label COVID-19 treatments", "Expert Alert: Have heart disease? Protect your health during the COVID-19 pandemic", "Mayo Clinic to protect staff pay during COVID-19 pandemic response", "Mayo Clinic Laboratories significantly expands testing capability for the COVID-19 virus", "Mayo Clinic president and CEO participates in the Coronavirus Task Force meeting", "Mayo Clinic develops test to detect COVID-19 infection", "11 Cleveland Clinic Hospitals Earn “A” Grades in Safety", "Cleveland Clinic Appoints Timothy Chan, M.D., Ph.D., as Director of Center for Immunotherapy and Precision Immuno-Oncology", "Cleveland Clinic, Meijer Donate Food, Supplies, Masks to Cleveland’s Ward 6 Community", "Cleveland Clinic Establishes Center for Global and Emerging Pathogens Research", "Cleveland Clinic and SAS share COVID-19 predictive models to help hospitals plan for current and future needs", "Cleveland Clinic Innovations are Improving the Fight Against COVID-19", "Cleveland Clinic Sends Caregivers To New York, Michigan To Assist In COVID-19 Efforts", "Health Education Campus Will Temporarily Convert As a Medical Surge Hospital Location", "Corporations, Small Businesses, Community Groups Support Cleveland Clinic During COVID-19 Pandemic", "Coronavirus (COVID-19) Media Information", "Keep Your Distance: Even as COVID-19 Cases Increase, Isolation Key to Long-Term Control", "Coronavirus (COVID-19) Video Resources for Media Outlets", "University Hospitals and Cleveland Clinic Offer Prioritized COVID-19 Testing to First Responders", "Cleveland Clinic Launches Campaign for Northeast Ohio Community to Help in COVID-19 Response", "Cleveland Whiskey Collaborates with Cleveland Clinic to Supply Hand Sanitizer to the Health System", "Cleveland Clinic Offers Free COVID-19 Online Screening Tool", "Frequently Asked Questions about Coronavirus Disease 2019 (COVID-19)", "University Hospitals and Cleveland Clinic Add Second Location for Drive-Through COVID-19 Testing at UH Landerbrook Health Center", "University Hospitals and Cleveland Clinic Partner to Provide Drive-Through COVID-19 Testing", "Containing COVID-19 Is Our Highest Priority", "Frequently Asked Questions about 2019 Novel Coronavirus (2019-nCoV)", "TSA: 500 Employees Test Positive for COVID-19", "Most of Georgia’s COVID-19 Hospitalized Are Black", "LA Offers All Residents Free COVID-19 Tests", "NYC Stopping Subways Overnight to Disinfect Trains", "U.S. Government to Increase PPE Shipments to Nursing Homes", "Neurologists Dust Off Their Stethoscopes, Join COVID Frontlines", "Trending Clinical Topic: Cancer and COVID-19", "Excess Cancer Deaths Predicted as Care Disrupted by COVID-19", "COMMENTARY: Healthcare Workers Should Wear Reusable Elastomeric Masks", "Coronavirus Social: Babies Shouldn't Wear Masks, Experts Warn", "Sweden Sticks With Controversial COVID-19 Approach", "COMMENTARY: We Can't Ignore the Harms of Social Distancing", "Blood Pressure Medicines Don’t Increase COVID-19 Risk", "Parents Hold Newborn Twins After Beating COVID-19", "How One Very Ill Infant Survived COVID-19", "Tech Might Help COVID Patients Ventilators Can't", "Best Ways to Help Kids Through the Pandemic", "What Roles Do Children Play in Spreading COVID-19?", "COVID-19 & Household Spread: How Likely?", "Models: Opening States Early Will Increase Deaths", "Cardiac Arrests On the Rise During COVID-19 Crisis", "Study: Many Health Care Workers Lack Insurance", "Smokers Hospitalized Less Often for COVID-19", "Diabetes Doc Who Turned His Unit to COVID-19 Sees End in Sight", "Coronavirus Social: Two Digital Tributes and a Celebration", "Orthopedic Surgeon, Mayor Team Up on COVID-19 Response", "As COVID-19 Shutters Practices Virtual Doc-Patient Activity Soars", "COMMENTARY: 'Cybertricians' Help COVID Patients Stay Home", "COVID-19 Daily: Hospital Mortality Data, Drug Trial Raises Eyebrows", "New Study of Diabetes Drug for COVID-19 Raises Eyebrows", "Gastroenterology Groups Map a Return to Elective Endoscopy", "COVID-19: A 'Marathon, Not a Sprint' for Psychiatry", "Cardiac Arrests Out-of-Hospital Soar During COVID-19 in Italy", "FDA Gives Remdesivir Emergency Authorization", "Don't Ignore Signs of Heart Attack During COVID-19", "Face shields a more effective deterrent to COVID?", "Javits Center Field Hospital to Shut Down", "Interest in Unproven Drugs Follows Trump Thumbs Up", "Remdesivir & COVID Studies Find Different Results", "COVID-19 May Cause Severe Heart Condition in Kids", "Obesity New Risk Factor for Young COVID Patients", "Trump to Order Meat Processing Plants Remain Open", "Traffic Down, Dangerous Crashes Up During Pandemic", "CDC to Conduct Antibody Testing in Atlanta Area", "IDSA Guidelines for Management of COVID-19 (2020)", "Trials and Tribulations: Neurology Research During COVID-19", "Remdesivir Now 'Standard of Care' for COVID-19, Fauci Says", "COVID-19 Daily: Remdesivir Results, Resident Abuse", "Metastatic Cancer Linked to Worse Outcomes of COVID-19", "Two Rare Neurologic Conditions Linked to COVID-19", "What's Your Malpractice Risk When Treating COVID-19 Patients?", "Georgia’s Reopening: Dinner, a Movie and a Virus?", "Don't Let The COVID Pandemic Rob You of Your Sleep", "Coronavirus Crisis Has Fewer Kids Getting Vaccines", "COVID-19 Continues to Strike Men Harder Than Women", "Nanotech May Help Fight 'Cytokine Storm' of COVID", "Girl Goes on Chalk Adventures During Quarantine", "How Contagious? Likely Before You Know You’re Sick", "Researchers Report First U.S. Dog With Coronavirus", "UV Light Might Disinfect Scarce Medical Gear", "Hospitals Update Hydroxychloroquine Protocols After FDA Warning", "COVID-19 Crisis Exposes Resident Abuse", "COMMENTARY: COVID-19: Don't Forget About Plasmapheresis", "More Guidance on 'Vulnerable Subgroup' With Diabetes and COVID-19", "COVID-19 Mortality Hits Almost 30% in Kidney Transplant Patients", "COVID-19: Calls to NYC Crisis Hotline Soar", "Chest Imaging Guidelines Released for Pediatric COVID-19", "German Physician Explains Alternative Ventilation for COVID-19", "COVID-19: An Opportunity, Challenge for Addiction Treatment", "COVID-19 Daily: HCQ Hospital Protocols, ED Physician Death", "A Step-by-Step Guide to Preventing PPE-Related Skin Damage", "COMMENTARY: Why I Founded United Physicians and Why You Should Join", "ED Physician at Epicenter of COVID-19 Crisis Lost to Suicide", "COVID-19 Decimates Outpatient Visits", "Testing Sewage to Gauge Spread of Coronavirus", "Trump Reveals Blueprint to Increase COVID Testing", "CDC Adds Six Symptoms to COVID-19 List", "Hospitals Study Heartburn Drug for COVID Treatment", "Bats and Coronaviruses Go Back Centuries", "Saliva COVID Test Alternative to Deep Nasal Swab", "Isolation During Pandemic a Trigger for Depression", "COVID-19 Antibody Testing Brings Cautious Hope", "Musician Performs Drive-By Concerts to Spread Joy", "Poison Control Centers Report Rise in Accidents", "Birx: Social Distancing Will Last Through Summer", "Guidelines on Breast Cancer Radiation Therapy during COVID-19 (2020)", "COVID-19 Patient in Primary Care -- How to Treat?", "Will COVID-19 Finally Trigger Action on Health Disparities?", "New Billing Basics for Telemedicine", "CMS Suspends Advance Payment Program to Clinicians for COVID-19", "COVID-19 'Therapies' Put Focus on 12-Lead ECG Alternatives", "COVID-19: Defer 'Bread and Butter' Procedure for Thyroid Nodules", "Consensus Statement on Chest Imaging in Patients with COVID-19 (Fleischner Society, 2020)", "COVID-19 Daily: Doc Suspended, No More Advance Medicare Pay", "The Pause: Honoring the Dead in COVID-19 to Advance Care", "Doc Suspended for Exposing Poor Social-Distancing Practices", "USDA Meat Inspector Dies of Coronavirus", "Italian Authorities Cite Heartening Statistics", "Fauci: COVID Testing Should Double In Coming Weeks", "You Can't Get Coronavirus Through Sex: Study", "He Survived COVID-19. Can His Blood Help Others?", "ESC Guidance on CVD Diagnosis, Management Amid COVID-19", "'Hospital at Home' May Boost COVID-19 Inpatient Capacity", "COVID-19 Daily: Office Visits Decimated, No 'Vaccine Nationalism'", "Certain Anerobic Bacteria Linked to Increased CRC Risk", "Coronavirus Social: Facebook Physician Memorial", "COVID-19 Daily: Stroke in Young Adults, Test Safety Issues", "USMLE Tests Resume May 1, Sparking Student Concerns", "After Battling Flint Water Crisis, Doc Faces COVID Fight", "FDA Warns Against Malaria Drugs to Treat COVID-19", "Officials Push Masks For COVID Despite Mixed Data", "Blood Clots Are Another Dangerous COVID-19 Mystery", "Hospital Celebrates 1,500th COVID-19 Survivor", "First U.S. Coronavirus Death Earlier Than Believed", "WebMD Doctors: Don't Ingest or Inject Disinfectant", "California Still Setting COVID Death Records", "Higher Temps, Humidity May Help Against COVID", "Trending Clinical Topic: Remdesivir", "COVID-19 Daily: Doctor Support Hotline, New Mortality Data", "Clinicians Dodge Infection as 'Dofficer' Helps With Gear", "Managing Newborns of Mothers With COVID-19: Clinical Practice Guidelines (AAP, 2020)", "Finding the Right Balance in COVID-19 Thromboprophylaxis", "Helping African Americans with More Testing, PPE", "Coping With Budget Stress During the Pandemic", "Up to 50,000 Kids May Be Hospitalized With COVID", "Oregon Town Goes Door to Door Tracking COVID-19", "Seniors Recruited for Coronavirus Vaccine Trials", "White House Reemphasizes COVID-19 Testing Capacity", "Good News on Remdesivir's Power to Treat COVID-19", "Disinfectant-Linked Poisoning Rises Amid COVID-19", "Some COVID Patients Develop Guillain-Barre", "FDA Approves Hydroxychloroquine Trial for COVID-19", "Sesame Street Eases Kids’ Fears Through Meditation", "Signature STEMI Sign May Be Less Diagnostic in the COVID-19 Age", "Sudden Loss of Taste and Smell Should Be Part of COVID-19 Screen", "COVID-19: Employers Cut Doc Pay and Bonuses: What's Your Recourse?", "COVID-19 Daily: Vent Debate Continues, Screening for Taste/Smell", "European Cancer Centers Restructure Care in the Era of COVID-19", "Checklist to Manage Hyperglycemia, DKA in Severe COVID-19", "Surge or No Surge, the Midwest Readies for COVID-19", "Physicians Push Back on Treating COVID-19 as HAPE", "The Road Ahead With COVID-19", "COVID Keeping People With Lung Diseases Out of ER", "New COVID-19 Tracking App May Find 'Hotspots'", "COVID-19 Drug Testing: Where We Stand", "Self-Isolating? Learn Something With These Freebies", "COVID-19 Changes Funerals and How Families Grieve", "Paper Towels Beat Air Dryers Against Viruses", "COVID-19 Making Heart Attack Patients Stay Home", "The Week That Wasn't: Open Windows, Antibody Testing, Conspiracy Theories", "COVID-19: Striking Uptick in Anxiety, Other Psych Meds", "Cautionary Tale Spurs 'World's First' COVID-19 Psychiatric Ward", "COMMENTARY: Managing AML in a Pandemic: There's No Avoiding Difficult Choices", "ASE Issues Echocardiography Guidance Amid COVID-19 Pandemic", "COMMENTARY: COVID-19 Diary Day 10: So Many Questions, No Answers", "Grief, Chaos, and COVID: How Medical Trainees Can Cope", "Normal Chest X-ray Doesn't Rule Out COVID-19", "COVID-19 Daily: Reusing Masks, Imaging Guidance", "How COVID-19 Affects the Brain", "Cytokine Storms May Be Fueling Some COVID Deaths", "New COVID-19 Breast Cancer Treatment Guidelines", "Is It Allergies or COVID-19?", "Call to Defund WHO Debated", "25 FEMA Workers Have Contracted COVID-19", "Bucket Truck Lets Man Visit Wife in Nursing Home", "COVID-19: First Data Confirm Neurologic Symptoms Common", "COMMENTARY: Reflections From the Bench During the COVID-19 Crisis", "Trending Clinical Topic: Ventilators", "CMS Chief Says $81B Released in Accelerated Payments for COVID-19", "Cancer Patients Report Delays in Treatment Because of COVID-19", "COVID-19 Pneumonia: Only Some Cases Are Like Severe ARDS", "How to Sanitize N95 Masks for Reuse: NIH Study", "U.S. Lockdowns Trigger Surge in Domestic Violence", "Hospital Workers Celebrate COVID-19 Survivors", "Nitric Oxide Investigated as COVID-19 Treatment", "Dangerous Claims That Bleach Can Treat COVID-19", "COVID-19 Is Making Psychiatric Treatment Tougher", "Chloroquine, Zinc Tested to Block COVID Infection", "COVID-19 Daily: Return-to-Work Guidelines, Tips From Frontline Docs", "COVID 19: Psychiatric Patients May Be Among the Hardest Hit", "Treating Rectal Cancer in the COVID-19 Era: Expert Guidance", "SARS-CoV-2 May Confound Seasons, Persist in Warmer Months", "COVID-19 Registry Tracks Pregnant Women, Newborns", "COMMENTARY: COVID-19 Diary Day 5: Facing Deployment", "COVID-19 Enforcement Policy for Sterilizers, Disinfectant Devices, and Air Purifiers (FDA, 2020)", "First Case of COVID-19 Presenting as Guillain-Barre´ Reported", "See Acute Hepatitis? Consider COVID-19, NY Case Suggests", "First Protocol on How to Use Lung Ultrasound to Triage COVID-19", "COMMENTARY: COVID-19 Diary Day 4: Am I Losing My Humanity? Already?", "Beaches, Lakes, Pools: Is COVID-19 in the Water?", "CDC Issues New Return-to-Work Guidelines", "COVID-19 Killing Men at Higher Rate in NYC", "COVID-19: What T1 Diabetes Patients Need to Know", "COVID May Trigger 'Cytokine Storm' in Some Cases", "Don't Count on Warmer Weather to Curb COVID-19", "CVS, Walgreens Launch Drive-Thru Rapid Testing", "Chicago Jail Has Highest Source of COVID-19 Cases", "'Super Spreader' Events Increase COVID-19 Cases", "WWII Vet Shows Off Dance Moves During Quarantine", "Brain Affected in 1 in 3 Cases of Severe COVID-19", "National Stockpile Almost Out of PPE", "NIH Launches Clinical Trial of Hydroxychloroquine", "COVID-19 Shows Gaps in Controls at Nursing Homes", "100 American Flight Attendants Have COVID-19", "When COVID-19 Postpones Your Screening Test or Surgery", "'You Are the Heroes,' Comedians Tell Clinicians, Part 2", "NYC Hospitals Require In-Person Presence for Telehealth Work", "Numbers Lacking on COVID-19-Infected Healthcare Workers", "COMMENTARY: COVID-19 Diary Day 6: Clinicians' Choices Shouldn't Be Judged", "CMS Loosens Telehealth, Clinician Scope-of-Practice Rules", "Trending Clinical Topic: PPE", "COVID-19 Daily: Clinician Infections, Practice Rules Loosened", "Heart Patients: Ask About Home-Based Cardiac Rehab", "Tweets Show America Following COVID-19 Guidelines", "Trump’s Plan to Reopen the Nation", "California Creates Relief Fund for Immigrants", "Major Drugmakers Join Forces on COVID-19 Vaccine", "Anxiety, Depression Prescriptions Spiked in March", "How Accurate Are Coronavirus Death Counts?", "New Protective Respirator for Health Care Workers", "Ventilators: Helping or Harming COVID-19 Patients?", "On the Front Line, COVID Has Them Scared to Go Home", "George Stephanopoulos Diagnosed With Coronavirus", "First Case of COVID Spreading from a Corpse Found", "FedEx Worker Sanitizes Box for Girl at Higher Risk", "Interim Guidance for CPR in Patients With COVID-19", "COMMENTARY: Dermatologist First, Businessman Second: Life During COVID-19", "COMMENTARY: A Better Way to Prioritize Essential Care During COVID-19", "COVID-19 Pandemic Spells Trouble for Children's Health", "COMMENTARY: COVID-19: Press Pause on Assisted Reproduction?", "COVID-19: Mental Illness the 'Inevitable' Next Pandemic?", "Global Appeal to MI, Stroke Patients to Seek Care Amid Pandemic", "COMMENTARY: Social Distancing via TikTok: Education During COVID-19", "No Hydroxychloroquine Benefit in Randomized COVID-19 Trial", "COVID-19 Daily: US HCW Infections and Deaths, CPR Guidance", "COMMENTARY: COVID-19 Diary Day 8: I'm a 'Hugger.' Now I'm Socially Distant.", "Can Blood of COVID Survivors Help Others Recover?", "Tips for Safe Grocery Shopping", "Study: Many Seniors Were Unfazed by COVID Warnings", "COVID-19 Can Trigger Serious Heart Injuries", "Obesity Ups Severe COVID-19 Risk in Young Patients", "Pregnant Women With COVID-19 May Not Show Symptoms", "Pet Adoptions Spike as Furry Lockdown Pals Wanted", "How 4 U.S. Cities Helped Slow Coronavirus Spread", "CDC: COVID-19 Can Spread 13 Feet, Travel on Shoes", "WHO Issues Criteria to Lift COVID-19 Lockdowns", "50 NYC School Employees Have Died of COVID-19", "Remdesivir for COVID Study: Benefits Not Clear", "COVID-19 and Diabetes: Known Mechanisms and a 'New Beast'?", "COVID-19 Daily: No Treatment Guidance Yet, Staff 'Create Problems'", "IDSA: No Recommendations for COVID-19 Treatment for Now", "COMMENTARY: COVID-19 Diary Day 7: When Risks Become Very Real", "Life in the 'Cabin': Two Months Fighting COVID-19 in Wuhan", "COMMENTARY: Life in Jail Worse During COVID-19", "Hospital Staff 'Looking for Reasons to Make Trouble' Amid COVID", "Oncologists Need to Advocate for Scarce COVID-19 Resources: ASCO", "'Crisis-Driven' Guidance on Structural Heart Disease in COVID-19", "'Hypercoagulation,' Antiphospholipid Antibodies Seen in COVID-19", "Ventilator or Hospice? COVID-19 Strains Care System", "Sleep Troubles Hit Health Care Workers", "Coronavirus Has Killed Thousands at Nursing Homes", "Will Coronavirus Exposure Mean Lasting Immunity?", "Little Known About COVID Patients' Loss of Smell", "Bar Owner Removes Cash From Walls to Pay Staff", "Higher Mortality Rate in Ventilated COVID-19 Patients", "New Registry to Zero In on CVD Role in COVID-19 Pandemic", "COMMENTARY: How 'Surge Staffing' Can Bring in the Cavalry to Fight COVID-19", "Where Did the COVID-19 Virus Come From?", "Husband Holds Sweet Sign to Support Wife in Chemo", "How Do You Choose Who Gets a Ventilator?", "Music Icon John Prine Dies from Coronavirus", "'You Are the Heroes,' Comedians Tell Clinicians", "AMA Asks HHS for 'Immediate' Aid to Ease Clinicians' 'Financial Peril' (if too long take out 'Immediate')", "COVID-19 Breast Cancer Patient Triage Guidelines (CPBCC)", "OSHA Guidance on Preparing the Workplace for COVID-19 (2020)", "COMMENTARY: Prioritizing Ambulatory Gynecology Care During COVID-19: The Latest Guidance", "COVID-19: Are Acute Stroke Patients Avoiding Emergency Care?", "COVID-19 Daily: Hydroxychloroquine 'Concerns,' Financial Aid Request", "COVID-19 Practical Tips: U.S. Docs Share Clinical Strategies", "Lessons From the HIV Epidemic for the COVID-19 Pandemic", "COMMENTARY: AMSA President: COVID-19 Shouldn't Sideline Med Students", "Nephrologists on Lessons Learned With Kidney Disease in COVID-19", "COMMENTARY: Heroes From a Distance, 'Lepers' Up Close?", "COVID-19 Hitting Some African American Communities Harder", "Potential COVID-19 Plateau Seen in NY and NJ", "Trump Won’t Socially Distance Himself From Pence", "School Closures May Be Adding to Kids' Waistlines", "China's Controls May Have Headed Off 700,000 COVID-19 Cases: Study", "Side Effects Halt Use of Chloroquine Vs. COVID-19", "Parasite Drug Shows Early Promise Against COVID-19", "Little Boy With Cystic Fibrosis Beats Coronavirus", "COVID-19 Daily: Hospitals Struggle, Revisiting Vent Protocols", "COMMENTARY: A Neurologist Over 60 Looks at COVID-19", "COVID-19 Linked to Multiple Cardiovascular Presentations", "COVID-19 Exposes Potential Gaps in PPE Training, Effectiveness", "Not All Biologics Compromise the Immune System", "Stay on Angiotensin Drugs' Still the Message as Trials Begin", "Surgeon General: This Week Is ‘Our Pearl Harbor'", "British PM Admitted to Hospital for COVID-19", "Trump: Toughest COVID-19 Weeks To Come", "Medical Societies Issue Bold Statement of Physician Support", "Mother-Baby Separation for COVID-19 Not Evidence-Based", "COVID-19 Daily: Ventilator Protocols Questioned, Physician Rights", "Neurologic Symptoms and COVID-19: What's Known, What Isn't", "Coronavirus Is Aerosolized Through Talking, Exhalation", "COVID-19 Daily: More Will Die, First Antibody Test Authorized", "Huge Global Effort for Clinical Trials in COVID-19", "Doctor With COVID-19 Recovering After Treatment, \"Lot of Luck\"", "Silence Over Safety? Muzzling Clinicians a Public Health Issue", "AHA COVID-19 CVD Registry to Collect Data on CV Outcomes", "Medicaid Nearing ‘Eye Of The Storm’ As Newly Unemployed Look For Coverage", "Do I Have COVID-19? Doctors’ Free Tools May Tell", "Key Drugs Join PPEs on List of Front-Line Shortages", "Scammers Taking Advantage of N95 Mask Shoratge", "82,000 Health Care Workers Volunteer for New York", "Test for Coronavirus Antibodies Approved by FDA", "FDA OKs 1st Stem Cell Human Trial for COVID-19", "Study: If We Use Masks COVID Deaths Could Fall 10%", "Worldwide, People Clapping for Hospital Workers", "NYC Ambulances Won't Take Cardiac Arrest Patients", "COMMENTARY: COVID-19 Diary Day 1: Something Wicked This Way Comes", "COMMENTARY: Colorectal Cancer: Proposed Treatment Guidelines for the COVID-19 Era", "The Week That Wasn't in COVID-19: Elon Musk, 'Pandemic' Scientist", "First Case of Encephalitis Linked to COVID-19 Reported", "Patients on Steroids With COVID-19 Might Need Rescue Steroids", "COMMENTARY: Iranian Doctors 'Dance' to Defy Coronavirus", "Hard Truths From Infectious Disease Specialists", "COMMENTARY: Nephrologist #COVIDWarrior: 'We Are Winning Some of These Battles'", "Harsh Spring Allergy Season Spurs Hay Fever Fears", "COVID-19 Daily: Encephalitis Case Report, Silent Spreaders", "VOYAGER PAD: Clopidogrel Adds No Benefit to Rivaroxaban+Aspirin", "Worldwide Number of COVID-19 Cases Over 1 Million", "Stroke Drug Could Help COVID-19 Patients", "CDC: Separate Moms With Coronavirus From Newborns", "Shortages Looming for Respirators, Masks, Gowns", "Man Recovers from COVID-19, Leaves Sweet Thanks", "VA Health System Swamped by Coronavirus Patients", "Zuckerberg, Gates Give Millions to COVID-19 Fight", "Respirator Masks - In Short Supply", "COVID-19 Daily: A Hospitalist's Advice, Fighting an 'Infodemic'", "FDA Face Mask and Respirator Policy in COVID-19 (2020)", "COVID-19: Is Primary Care Ready to Switch to Telemedicine?", "The Week That Wasn't in COVID-19: 17 Days, Peak in 3 Weeks, Croc", "Hospitals Face Cash Crunch in 60-90 Days Due to COVID-19: Report", "COVID-19 and the Science of Social Distancing", "Medical Meetings May Be Forever Changed", "Trending Clinical Topic: Social Distancing", "COVID-19 'Infodemic': Researchers Step Up to Stop the Spread", "New Guidance on Early Med School Graduation Amid COVID-19, LCME Says", "What Coronavirus Precautions Do You Really Need?", "Researchers Develop COVID-19 Antibody Test", "Fauci: Don't Count on Summer Driving Virus Away", "U.S. Now Leads World in Coronavirus Cases", "Measuring Social Distancing to Slow COVID-19", "Cough, Fever, Fatigue? Head to CDC's Online Coronavirus Symptom Checker", "Three Countries Have Kept Coronavirus in Check; Here's How They Did It", "Teachers Cheer Students Amid Coronavirus Lockdown", "Why Germany Has Fewer COVID Deaths Than Neighbors", "Dr. Anthony Fauci Threatened, Gets Security Boost", "Federal Inmates Kept in Cells Due to Coronavirus", "In Some Cases, COVID-19 May Harm the Brain", "Another COVID-19 Vaccine Being Tested in Mice", "Grandpa’s Social Distance Dance-Off a Treat", "A Decade of Telemedicine Policy Has Advanced in Just 2 Weeks", "COMMENTARY: NYU Med Student Joins COVID Fight: 'Time to Step Up'", "No Staff COVID-19 Diagnoses After Plan at Chinese Cancer Center", "COVID-19: Mental Health Pros Come to the Aid of Frontline Comrades", "Financial Toxicity Is Common With Gynecologic Cancers", "Hydroxychloroquine: Possible COVID Drug Can Be Toxic to Retinas", "Trump: No Mask? Try Scarf for COVID-19 Protection", "Diabetes and Other Conditions Raise COVID-19 Risk", "U.S. Has Deadliest Day As Trump Warns About Future", "Frieden Calls Pandemic Battle “World War C”", "Heart Patients Need to Be Wary of Coronavirus", "'Pink Eye' Often a Symptom of COVID-19", "Medical Helpline Calls Soar as COVID-19 Spreads", "CNN’s Chris Cuomo Diagnosed With COVID-19", "32 States Have Issued Stay-at-Home Orders", "Dolly Parton Comforts Kids Amid Pandemic", "Coronavirus on Fabric: What You Should Know", "COVID-19 Deaths in Italy a Lesson for the US", "Mild COVID-19 Often Only Shows Gastro Symptoms", "Man Dies After Taking Chloroquine for Coronavirus", "COVID-19 Shifts Telehealth to the Center of Cardiology", "ICU Lessons on COVID-19 From Italian Front Line: Be Flexible", "Week-Old COVID-19 Urology Guidelines Already Outdated", "Health Workers Get Creative With Protective Gear", "Multi-Level Distancing Is Best Against COVID-19: Study", "COVID-19 Daily: Lung Ultrasound Triage, Telemedicine Guide", "COVID-19: Medical Students Await Emergency Arrangements", "COVID-19 Guidance for Ophthalmologists (AAO, 2020)", "SCAI Goes Virtual, EAS Postponed, EuroPCR Holds On Amid COVID-19", "Trump: Social Distancing Efforts Won’t Last Months", "The Other Side of COVID-19: Milder Cases, Recovery", "Coping With Cancer During the COVID-19 Pandemic", "Experts Sort Fact From Fiction on COVID-19 Myths", "2020 Olympics Unlikely to Start in July", "CDC Coronavirus Testing Decision To Haunt Nation", "FDA Warns to Watch for Fake COVID-19 Tests", "U.S. Nurses Facing Severe Stress Over Coronavirus", "New Test Will Give COVID-19 Results in 45 Minutes", "Celebrating Grandma's 95th From a Social Distance", "Getting Non-Coronavirus Care a Complicated Effort", "New York Orders Hospitals to Increase Capacity", "National Guard Mobilized to Help Hard-Hit States", "Food Banks Facing Shortages Due to Coronavirus", "7 Tips for Running Your Practice in the Coronavirus Crisis", "Abortion Access Shifting in Some States Amid COVID-19", "COMMENTARY: Advice for Lessening Your Pandemic Anxiety", "Top 10 Tips for Diabetes Telehealth Prophetic in Face of COVID-19", "Trump Details Machine to Decontaminate N95 Masks", "What To Know If Your Surgery Has Been Put on Hold", "FDA OKs Ventilator Sharing", "Johnson & Johnson to Test COVID Vaccine Candidate", "Companies Offer Freebies to Health Care Workers", "Evidence COVID Survivors' Blood May Help Very Ill", "AI Might Spot At-Risk COVID-19 Patients", "Researchers Find Way to Clean, Re-Use N95 Masks", "66 Coronavirus Cases in Maryland Nursing Home", "U.S. Army Opens Field Hospital in New York City", "Stars Perform Benefit Coronavirus Concert at Home", "Grandparents 'Grounded' From COVID-19 Crave Contact", "N95 Face Masks Could Be Sterilized and Re-Used", "Too Many Patients, Too Few Ventilators: How U.S. Hospitals Cope With COVID-19", "What If a COVID-19 Test Is Negative?", "Topol: US Betrays Healthcare Workers in Coronavirus Disaster", "CMS to Front Medicare Payments to Physicians for 3 Months", "COVID-19: More Hydroxychloroquine Data From France", "Guidance on Obstetric COVID-19 (ISUOG, 2020)", "More Than 60 Doctors in Italy Have Died in COVID-19 Pandemic", "Control of COVID-19 in Nursing Homes Guidelines (2020)", "Coding for Coronavirus: NEW Guidance Replaces Rule of 1 Month Ago", "Social Distancing May Be Working, New Study Hints", "Coronavirus Similar to One Found in Pangolins", "Critics Lead Gilead to Drop Coronavirus Drug Status", "COVID-19 Likely Seasonal", "Young People Far From Immune to Coronavirus' Bite", "Severe COVID-19 Might Injure the Heart", "COVID-19: 'Striking' Rates of Anxiety, Depression in HCPs", "Novel Coronavirus May Be Transmitted via FMT, FDA Warns", "COVID-19: Dramatic Changes to Telepsychiatry Rules and Regs", "Commentary: What Neurologists Can Expect From COVID-19", "Guidelines on Delaying Cancer Surgery During COVID-19", "Keep Calm: Under 25s With Diabetes Not Hospitalized Due to COVID-19", "Amid PPE Shortage, Clinicians Face Harassment, Firing for Self-Care", "Team Doctors Jump In After Professional Athletes Benched", "Commentary: Lessons on COVID-19 From Low-Income Countries", "Current US Visa Rules Restrict, Limit COVID-19 Physician Pool", "Rapid COVID-19 Clinical Practice Guidelines (2020)", "NYC Hospitals Struggle with Coronavirus Surge", "Commentary: Cardiology in the Time of COVID-19", "COVID-19 Daily: Ground Zero Hospital, PPE Fights", "FDA Clears Ozanimod (Zeposia) for MS; COVID-19 Delays Launch", "Hospital Hacks for COVID-19 Shortages Come With Promise, Warnings", "AHA Guidance for CPR, Emergency CV Care Amid COVID-19", "COVID-19 Daily: Hospital Hacks, Tips for Small Practices", "AAO Urges Ophthalmologists to Provide Emergency Care Only", "Guidelines for Evaluating and Testing Persons Under Investigation for COVID-19 (CDC, 2020)", "Cancer Care and COVID-19 in Seattle, the First US Epicenter", "State Lines Erased for Doctors During COVID-19", "Commentary: What If There Is a Virtual ACC and Nobody Cares?", "NYU Med School Offers Early Graduation for Help With COVID-19", "Cardiac Injury Common in COVID-19, Predicts Mortality", "Commentary: How to Start Doing Telemedicine Now (In the COVID-19 Crisis)", "Scientists Track Genetic Changes of Coronavirus", "U.S. Marks Deadliest Day of Coronavirus Crisis", "Fauci on Easter Re-Opening: 'Be Very Flexible'", "What People With Parkinson's Need to Know About COVID-19", "COVID-19 Likely Worse for Vapers, Smokers", "How to Weather Social Isolation", "Do All Seniors Need Same Coronavirus Precautions?", "Couple Donates Flowers as Pandemic Halts Wedding", "FDA Approved Drugs Show Promise Against COVID-19", "Florida Students Bring COVID Back from Spring Break", "Potential Coronavirus Drugs Already in Low Supply", "U.S. Hospital Beds Were Maxed Out Before Pandemic", "Incomplete State COVID-19 Reports Blur The Picture", "Are Vital Home Health Workers Now A Safety Threat?", "Sidewalk Chalk Used to Spread Joy Amid Pandemic", "Could Robots Be Deployed in Battle With COVID-19?", "COVID-19 May Delay Some Cancer Treatments", "Lawmakers Reach Deal on Coronavirus Relief Package", "COVID-19 Cases in New York Are Surging", "FDA Eases Blood Plasma Treatment Rule for COVID", "Medical Glove Makers Working With Half Their Staff", "Amazon Suspends Accounts for Price Gouging", "COVID-19 and Angiotensin Drugs: Help or Harm?", "COVID-19: Mitigating Loneliness, Anxiety in Seniors", "Guidance on Cardiac Implications of COVID-19 (ACC, 2020)", "COVID-19 Daily: Physician Gag Orders, 'Coronavirus Party'", "Commentary: Pandemic Foreshadows Crisis in Mental Health Services", "Coronavirus: Is It Safe to Get Deliveries?", "Social Distancing May Need to Last Months: Study", "A Wuhan Doctor on the Front Lines: 'Fear to the First Degree'", "Managing Children's Fear, Anxiety in the Age of COVID-19", "Early GI Symptoms in COVID-19 May Indicate Fecal Transmission", "Scientists Seek Answers to Hypertension-COVID-19 Link", "COVID-19: Who's Protecting the Protectors?", "Lack of Paid Sick Leave a Coronavirus Threat", "COVID-19 Symptoms", "Some Could Show COVID-19 Symptoms After Quarantine", "Spread of Coronavirus Cancels Travel and Events", "Commentary: Eyewitness: Shanghai Life in the Shadow of COVID-19", "Endocrine Society Meeting Canceled Because of Novel Coronavirus", "ACC Cancels Scientific Sessions Over Novel Coronavirus", "European Heart Rhythm Association Cancels March Congress", "More Medical Conferences Fall to Coronavirus", "CROI Goes Digital After COVID-19 Cases Rise in Boston", "Risk Factors for Death From COVID-19 Identified", "Standard Methods Rid Hospital Rooms of Coronavirus", "Hand-Washing to Prevent Coronavirus Spread", "Antiviral Drug Combo Ineffective Vs. Coronavirus", "Hong Kong Has Spike in Coronavirus Cases", "Calming Your Child's Coronavirus Fears", "Coronavirus Crisis Should Delay Elective Surgeries", "Digestive Symptoms Tied to Worse COVID-19 Outcomes", "Funeral Homes Ponder Deaths In The Age Of COVID-19", "Man Serenades Seniors During Coronavirus Lockdown", "Record High Flu Hospitalization Rates for Young Kids, Young Adults", "COVID-19: ACC Cautions on Troponin, Natriuretic Peptide Tests", "ID Specialist Diagnosed With COVID-19 in 'Ironic Twist'", "COVID-19 Daily: ID Doc Tests Positive, Young Adults Hit Hard", "'Larger Than Life' Physician Stephen Schwartz Dies of COVID-19", "20% of US COVID-19 Deaths Were Young Adults", "About Half of COVID-19 Cases Show Digestive Signs", "New China Report Sets COVID-19 Death Rate at 1.4%", "Coronavirus Drives Island City to Shelter in Place", "Two Members of Congress Diagnosed With Coronavirus", "Stores Offer Special Hours for Seniors", "Coronavirus Striking Plenty of Young People, Too", "Healthy Living at Home to Ward Off Coronavirus", "What to Know About Coronavirus If You Have Asthma", "Trump Signs Relief Package Into Law", "Coronavirus and NSAIDs: What Experts Say", "Coronavirus Ravages New Orleans Retirement Home", "Medicare Expands Telemedicine During Pandemic", "Small Study Analyzes Italy Coronavirus Deaths", "Coronavirus News: Italy Now Leads The World In Coronavirus Deaths", "States Tighten Restrictions as Coronavirus Rages", "COVID-19 and Kindness is Trending", "Coronavirus Daily Digest: April 13, 2020", "Coronavirus Daily Digest: April 14, 2020", "Coronavirus Daily Digest: April 15, 2020", "Coronavirus Daily Digest: April 16, 2020", "Coronavirus Daily Digest: March 30, 2020", "Coronavirus Daily Digest: April 10, 2020", "Coronavirus Daily Digest: April 3, 2020", "Coronavirus Daily Digest: April 8, 2020", "Coronavirus Daily Digest: April 7, 2020", "Coronavirus Daily Digest: March 31, 2020", "Coronavirus Daily Digest: March 23, 2020", "Coronavirus Daily Digest: March 24, 2020", "Coronavirus Daily Digest: April 1, 2020", "Coronavirus Daily Digest: March 27, 2020", "Coronavirus Daily Digest: April 6, 2020", "Coronavirus Daily Digest: April 2, 2020", "Coronavirus Daily Digest: March 26, 2020", "Coronavirus Daily Digest: March 25, 2020", "Coronavirus Daily Digest: April 9, 2020", "Coronavirus Daily Digest: March 20, 2020", "Coronavirus: Colleges to Empty Dorms for Patients", "Coronavirus Daily Digest: April 17, 2020", "First COVID Deaths in the US Mobilized a Dialysis Network", "COVID-19: GMC Invites More Doctors Back to Work", "COVID-19 Daily: Topol Laments Betrayal, HCP Couples Prepare", "Firings, Furloughs, and Pay Cuts in Advance of COVID-19 Surge", "Acute Stroke Care During COVID-19: AHA's Emergency Strategy", "COMMENTARY: COVID-19 Diary Day 2: Insomnia -- The Mark of Medical Practice", "Should Docs Stop Providing Routine Care in the Era of COVID-19?", "Doctors Now Can Work Across State Lines in COVID-19 Crisis", "COVID-19 Prompts 'Lifesaving' Policy Change for Opioid Addiction", "The Science of Handwashing: Rub, Don't Scrub Hands Raw", "Italian Oncologist's Cautionary Advice on COVID-19 for US Centers", "Kaiser's COVID-19 Chief Shares Surge Strategies", "Mexico Confirms Its First Cases of Coronavirus", "COVID-19: Centenarian Survives, High-Risk Blood Types", "DIY Masks for COVID-19", "Trending Clinical Topic: Pandemic", "COVID-19 and PPE: Some of Us Will Die", "DIY Masks: Worth the Risk? Researchers Are Conflicted", "Radiology Must Adapt to New Pandemic", "EMA Says Stay on Angiotensin Drugs During COVID-19 Pandemic", "High Anxiety in America Over COVID-19", "Blood Type May Affect COVID-19 Risk", "Canceled Blood Drives Lead to ‘Severe’ Shortage", "Home Test Kits for COVID-19 May Be Available Soon", "Flu Drug Works Vs. Coronavirus: Chinese Study", "New Coronavirus Wasn't Made in a Lab, Genomic Study Shows", "Obesity Might Be 'Contagious' Among Teens", "Disruptive School Closings Raise Questions of Equity", "U.S. May Not Have Enough Ventilators for COVID-19", "COVID-19: Could Hydroxychloroquine Really Be the Answer?", "Commentary: Physicians and Health Systems Can Reduce Fear Around COVID-19", "Clinicians Petition Government for National Quarantine", "Two Emergency Physicians Remain in Critical Condition From COVID-19", "Who's Most at Risk From Coronavirus?", "The Most Effective Ways to Kill Coronavirus in Your Home", "Mild Cases May Be Driving Coronavirus Spread", "Novel Coronavirus: Study Suggests Multiple Shedding Routes", "Novel Coronavirus a 'Tremendous Public Health Threat,' CDC Says", "Trending Clinical Topic: COVID-19", "Could Climate Change Make Flu Seasons Worse?", "Silent COVID-19 Cases May Stymie Screening Efforts", "Have the Public Health Restrictions Gone Too Far for COVID-19?", "Doctors Look to Existing Drugs in Coronavirus Fight", "Is It Flu, Or Flu-Like? It's Miserable Either Way", "New Coronavirus May be Cause of Outbreak in China", "This Year's Flu Season Taking Deadly Aim at Kids", "First U.S. Case of China Coronavirus Diagnosed", "Deadly New Coronavirus Can Spread Between Humans", "Could Your Fitbit Help Detect the Flu?", "CDC to Screen for Novel Coronavirus at Three US Airports", "Flu Shot No Match for 'B' Strain, Season Rages On", "Coronavirus Rumor Mill Rampant With Bogus News", "Man Fights to Get Family Out of China Amid Outbreak", "Coronavirus Is Bad but US Flu's New Numbers Still Far Worse", "CDC Confirms Second U.S. Coronavirus Case", "Washington Monitors Coronavirus Patient’s Contacts", "Coronavirus News: What's Happening with the COVID-19 2020 Outbreak", "3 U.S. Airports to Screen for Chinese Coronavirus", "Mystery Coronavirus from China: What to Know", "Hashtag Medicine: Coronavirus Fear Goes Viral on Social Media", "First Spread of Coronavirus in U.S. Confirmed", "Commentary: Novel Coronavirus (2019-nCoV): FAQs for Clinicians", "Many Child Care Centers Don't Require Flu Shots", "COVID-19 Forecasts for the United States", "COVID-19 Travel Recommendations by Country", "Coronavirus and Travel in the United States", "U.S. Clinical Laboratories Reporting SARS-CoV-2 Test Results to CDC", "COVIDView Weekly Summary", "Testing for COVID-19", "Coronavirus Disease 2019 (COVID-19)-Associated Hospitalization Surveillance Network (COVID-NET)", "COVID-19 Considerations for Cleaner Air Shelters and Cleaner Air Spaces to Protect the Public from Wildfire Smoke", "Videos", "Coronavirus Disease 2019 (COVID-19)", "Resources for Community and Faith-Based Leaders", "Downloadable Videos", "Environmental Health Practitioners", "Data Visualization", "Frequently Asked Questions on COVID-19 Testing at Laboratories", "Previous COVID-19 Forecasts", "U.S. Outpatient Influenza-like Illness Surveillance Network (ILINet): Overall Percentage of Visits for ILI", "NCHS Mortality Surveillance Data", "Emergency Department Visits Percentage of Visits for COVID-19-Like Illness (CLI) or Influenza-like Illness (ILI)", "Percentage of Visits for ILI by Age Group Reported by A Subset of ILINet Providers", "U.S. State and Local Public Health Laboratories Reporting to CDC", "Commercial Labs", "Responder Stories", "CDC shares 9 tons of protective gear with responders", "Operational Considerations for Personal Protective Equipment in the Context of Global Supply Shortages for Coronavirus Disease 2019 (COVID-19) Pandemic: non-US Healthcare Settings", "Communication Resources for Travelers", "Ten Clinical Tips on COVID-19 for Healthcare Providers Involved in Patient Care", "First Responders and Law Enforcement", "Transportation and Delivery", "Communication Resources", "Contact Tracing", "Cases & Latest Updates", "Strategies for Optimizing the Supply of Disposable Medical Gloves", "If You Have Pets", "Animals and Coronavirus Disease 2019 (COVID-19)", "Resources for Correctional and Detention Facilities", "What School Nutrition Professionals and Volunteers at Schools Need to Know about COVID-19", "Testing for Coronavirus (COVID-19) in Nursing Homes", "Responding to Coronavirus (COVID-19) in Nursing Homes", "Clinical Care Guidance for Healthcare Professionals about Coronavirus (COVID-19)", "COVID-19 By the Numbers", "Decontamination and Reuse of Filtering Facepiece Respirators using Contingency and Crisis Capacity Strategies", "Mitigate Healthcare Personnel Staffing Shortages", "Criteria for Return to Work for Healthcare Personnel with Confirmed or Suspected COVID-19 (Interim Guidance)", "Social Media Toolkit", "\"Reopening Guidance for Cleaning and Disinfecting Public Spaces, Workplaces, Businesses, Schools, and Homes\"", "Contact Tracing : Part of a Multipronged Approach to Fight the COVID-19 Pandemic", "Caring for someone at home", "\"Interim Guidelines for Collecting, Handling, and Testing Clinical Specimens from Persons for Coronavirus Disease 2019 (COVID-19)\"", "Communication Toolkit for Airlines to inform Travelers and Crew", "Healthcare Provider and Facility Guidance for Non-US Settings", "Cases in U.S.", "People Who Need to Take Extra Precautions", "Communication Toolkit for Transportation Partners to Inform Road Travelers", "Care for Breastfeeding Women", "Key Resources", "COVID-19 Serology Surveillance Strategy", "Additional Training Objectives", "COVID-19 Contact Tracing Training Guidance and Resources", "Identify Strategies to Reduce Spread of COVID-19", "Children and Coronavirus Disease 2019 (COVID-19): Tips to keep children healthy while school’s out", "\"Support for States, Tribes, Localities and Territories\"", "Testing", "What To Do if You Are Sick", "Environmental Cleaning and Disinfection Recommendations", "Cleaning and Disinfecting Your Facility", "Guidance for U.S. Healthcare Facilities about Coronavirus (COVID-19)", "Frequently Asked Questions and Answers: Coronavirus Disease-2019 (COVID-19) and Children", "Test for Current Infection", "Antibody Testing", "\"COVID-19 Staffing Guidance for State, Tribal, Local, and Territorial Health Departments\"", "Global COVID-19", "Symptoms", "Living in Shared Housing", "Travel: Frequently Asked Questions and Answers", "Key Strategies to Prepare for COVID-19 in Long-term Care Facilities (LTCFs)", "Laboratory Capacity", "Dental Settings", "FAQs for Law Enforcement Agencies and Personnel", "Global case numbers are reported by the World Health Organization (WHO)", "Evaluating and Reporting Persons Under Investigation (PUI)", "Meat and Poultry Processing Workers and Employers", "Information for Clinicians on Therapeutic Options for COVID-19 Patients", "COVID-19 Guidance for Shared or Congregate Housing", "Cases & Deaths by County", "Public Service Announcements (PSAs)", "COVID-19 Buttons and Badges", "U.S. Outpatient Influenza-like Illness Surveillance Network (ILINet): Overall Percentage of Visits for ILI", "NCHS Mortality Surveillance Data", "How to Protect Yourself", "U.S. Clinical Laboratories Reporting SARS-CoV-2 Test Results to CDC", "Commercial Labs", "Emergency Department Visits Percentage of Visits for COVID-19-Like Illness (CLI) or Influenza-like Illness (ILI)", "Percentage of Visits for ILI by Age Group Reported by A Subset of ILINet Providers", "U.S. State and Local Public Health Laboratories Reporting to CDC", "COVIDView Summary ending on April 18", "Coronavirus Disease 2019 Information for Travel (New Travel Alerts)", "CDC in Action", "Elastomeric Respirators: Strategies During Conventional and Surge Demand Situations", "COVID-19 Infection Prevention and Control in Healthcare Settings: Questions and Answers", "Resources for State", "Interim Guidance for Public Health Professionals Managing People With COVID-19 in Home Care and Isolation Who Have Pets or Other Animals", "Resources for Hospitals and Healthcare Professionals Preparing for Patients with Suspected or Confirmed COVID-19", "Financial Resources", "Water Transmission and COVID-19", "Information for Healthcare Professionals", "Preguntas frecuentes relativas a la prevención y el control de infecciones asociadas a la atención médica para el COVID-19", "Assessing Risk Factors for Severe COVID-19 Illness", "Interim Guidance for Reopening Employers with Vulnerable Workers", "Confirmation of COVID-19 in Two Pet Cats in New York", "Management of Visitors to Healthcare Facilities in the Context of COVID-19: Non-US Healthcare Settings", "Information for Healthcare Providers: COVID-19 and Pregnant Women", "Strategies for Optimizing Supply of N95 Respirators", "Strategies for Optimizing the Supply of PPE", "Interim guidance for homeless service providers to plan and respond to coronavirus disease 2019 (COVID-19)", "Assessing & Managing Risk Based on Different Exposures to COVID-19", "Interim Operational Considerations for Public Health Management of Healthcare Workers Exposed to or Infected with COVID-19: non-US Healthcare Settings", "Other At-Risk Populations", "COVID-19 in Racial and Ethnic Minority Groups", "Healthcare Supply of Personal Protective Equipment", "Guidance for Building Water Systems", "CDC’s role in helping cruise ship travelers during the COVID-19 pandemic", "People Experiencing Homelessness", "Homelessness and COVID-19 FAQs", "Guía para las instituciones de educación superior", "Institutes of Higher Education Checklist", "COVID-19Surge", "Screening clients for respiratory infection symptoms at entry to homeless shelters", "For Child Care Programs That Remain Open", "Infection Prevention and Control in Diverse Settings", "Interim Guidance for Implementing Safety Practices for Critical Infrastructure Workers Who May Have Had Exposure to a Person with Suspected or Confirmed COVID-19", "General Business Frequently Asked Questions", "Situation Summary", "Considerations for Optimizing the Supply of Powered Air-Purifying Respirators (PAPRs)", "Interim Guidance on Management of Coronavirus Disease 2019 (COVID-19) in Correctional and Detention Facilities", "Households Living in Close Quarters", "\"CDC Response Corps to Support State, Tribal, Local, and Territorial Health Departments\"", "Information for Pediatric Healthcare Providers", "Serology Testing for COVID-19", "Surveillance and Data Analytics", "Staffing Resources", "Community Mitigation", "Communication Materials", "Considerations for Providing Hemodialysis to Patients with Suspected or Confirmed COVID-19 in Acute Care Settings", "Groups at Higher Risk for Severe Illness", "Commercial Labs", "U.S. Outpatient Influenza-like Illness Surveillance Network (ILINet): Overall Percentage of Visits for ILI", "NCHS Mortality Surveillance Data", "U.S. Clinical Laboratories Reporting SARS-CoV-2 Test Results to CDC", "\"National Syndromic Surveillance Program (NSSP): Emergency Department Visits Percentage of Visits for COVID-19-Like Illness (CLI) or Influenza-like Illness (ILI) September 29, 2019 - April 4, 2020 Data as of April 9, 2020\"", "U.S. State and Local Public Health Laboratories Reporting to CDC", "Considerations for Pharmacies during the COVID-19 Pandemic", "Healthcare Professionals: Frequently Asked Questions and Answers", "Stress and Coping", "Checklist for Healthcare Facilities: Strategies for Optimizing the Supply of N95 Respirators during the COVID-19 Response", "Travelers from Countries with Widespread Sustained (Ongoing) Transmission Arriving in the United States", "Training for Healthcare Professionals", "Considerations When Preparing for COVID-19 in Assisted Living Facilities", "If You Are Sick", "\"Communities, Schools, and Workplaces\"", "Standard Operating Procedure (SOP) for Triage of Suspected COIVD-19 Patients in non-US Healthcare Settings", "Guidance for the Identification of Healthcare Workers and Inpatients with Suspected COVID-19 in non-US Healthcare Settings", "People Who are at Higher Risk", "Information for Laboratories", "Public Health Communicators: Get Your Community Ready", "Evaluation for SARS-CoV-2 Testing in Animals", "Laboratory Work", "Tribal Communities", "Print Resources", "Cleaning and Disinfection for Non-emergency Transport Vehicles", "What You Can Do", "Use of Cloth Face Coverings to Help Slow the Spread of COVID-19", "How Coronavirus Spreads", "Social Distancing for Tribal Communities with Local COVID-19 Transmission", "Interim Clinical Guidance for Management of Patients with Confirmed Coronavirus Disease (COVID-19)", "Frequently Asked Questions: Funeral and Burial Services for American Indians and Alaska Natives", "Interim Guidance for Conserving and Extending Filtering Facepiece Respirator Supply in Non-Healthcare Sectors", "COVID-19 and Cooling Centers", "Resources for Parks and Recreational Facilities", "What Bus Transit Operators Need to Know About COVID-19", "What Transit Maintenance Workers Need to Know About COVID-19", "Interim Considerations for Infection Prevention and Control of Coronavirus Disease 2019 (COVID-19) in Inpatient Obstetric Healthcare Settings", "FAQs for Correctional and Detention Facilities", "Preventing the Spread of COVID-19 in Retirement Communities and Independent Living Facilities (Interim Guidance)", "Resources for Businesses and Employers", "Interim Guidance for Administrators of US K-12 Schools and Childcare Programs", "U.S. State and Local Public Health Laboratories Reporting to CDC", "Running Essential Errands", "U.S. Clinical Laboratories Reporting SARS-CoV-2 Test Results to CDC", "Discontinuation of Home Isolation for Persons with COVID-19 (Interim Guidance)", "\"U.S. Outpatient Influenza-like Illness Surveillance Network (ILINet): Percentage of Visits for ILI by Age Group Reported by A Subset of ILINet Providers September 29, 2019 - April 4, 2020 Data as of April 9, 2020\"", "NCHS Mortality Surveillance Data", "\"National Syndromic Surveillance Program (NSSP): Emergency Department Visits Percentage of Visits for COVID-19-Like Illness (CLI) or Influenza-like Illness (ILI) September 29, 2019 - April 4, 2020 Data as of April 9, 2020\"", "U.S. Outpatient Influenza-like Illness Surveillance Network (ILINet): Overall Percentage of Visits for ILI", "\"U.S. Outpatient Influenza-like Illness Surveillance Network (ILINet): Percentage of Visits for ILI by Age Group Reported by A Subset of ILINet Providers September 29, 2019 - April 4, 2020 Data as of April 9, 2020\"", "Interim Guidance for Public Health Personnel Evaluating Persons Under Investigation (PUIs) and Asymptomatic Close Contacts of Confirmed Cases at Their Home or Non-Home Residential Settings", "Protect Yourself and Others from COVID-19 When Visiting Parks and Recreational Facilities", "Guidance for Administrators in Parks and Recreational Facilities", "What Rail Transit Operators Need to Know About COVID-19", "CDC Announces Modifications and Extension of No Sail Order for All Cruise Ships", "Disinfecting your home if someone is sick", "Guidance Documents", "FAQs for Administrators and Leaders at Community- and Faith-Based Organizations", "Interim Guidance for Businesses and Employers", "How to Prepare", "Personal Protective Equipment (PPE) Burn Rate Calculator", "Older Adults", "Snapshot of CDC Guidance for Homeless and Meal Service Providers for Emergency and Day Shelters", "Resources to support people experiencing homelessness", "Protect Your Family", "Interim Additional Guidance for Outpatient and Ambulatory Care Settings: Responding to Community Transmission of COVID-19 in the United States", "People with Disabilities", "Strategic priority infection prevention and control (IPC) activities for containment and prevention of COVID-19 cases at healthcare facilities in non-US settings", "Information for Healthcare Professionals: COVID-19 and Underlying Conditions", "FAQs about Hand Hygiene for Healthcare Personnel", "CDC Launches New Weekly COVID-19 Surveillance Report", "Prepare your Small Business and Employees for the Effects of COVID-19", "\"Social Distancing, Quarantine, and Isolation\"", "Cloth Face Coverings: Questions and Answers", "What Airline Customer Service Representatives and Gate Agents Need to Know about COVID-19", "COVID-19-Related Phone Scams and Phishing Attacks", "Stop the Spread of Rumors", "\"Recommendation Regarding the Use of Cloth Face Coverings, Especially in Areas of Significant Community-Based Transmission\"", "What Aircraft Maintenance Workers Need to Know about COVID-19", "Healthcare Infection Prevention and Control FAQs for COVID-19", "Interim Guidance for Collection and Submission of Postmortem Specimens from Deceased Persons Under Investigation (PUI) for COVID-19", "Graphics and Images", "People with Asthma and COVID-19", "Clean & Disinfect", "What Law Enforcement Personnel Need to Know about Coronavirus Disease 2019 (COVID-19)", "Talking with children about Coronavirus Disease 2019", "Disinfecting Your Facility if Someone is Sick", "Schools & Childcare: Guidance for School Settings", "\"Preparing for COVID-19: Long-term Care Facilities, Nursing Homes\"", "Resources for Large Community Events & Mass Gatherings", "Previous U.S. COVID-19 Case Data", "Public Health Recommendations for Community-Related Exposure", "Interim Laboratory Biosafety Guidelines for Handling and Processing Specimens Associated with Coronavirus Disease 2019 (COVID-19)", "Prepare to Care for COVID-19: Get Your Practice Ready", "Travelers Prohibited from Entry to the United States", "Phone Advice Line Guidelines for Children (2-17 years) or Adults (≥ 18 years) with Possible COVID-19", "Get Ready for COVID-19", "Interim Guidance for Outpatient Hemodialysis Facilities", "Reducing Stigma", "\"CDC Issues Domestic Travel Advisory for New York, New Jersey, and Connecticut\"", "\"Keeping Workplaces, Homes, Schools, or Commercial Establishments Safe\"", "Protect your home", "Travelers Returning from Cruise Ship and River Cruise Voyages", "Respuestas a las preguntas más frecuentes", "Alternative Care Sites", "Get Your Home Ready", "CDC Statement on Self-Quarantine Guidance for Greater New York City Transportation and Delivery Workers", "Screening and Triage at Intake", "Coronavirus disease 2019 (COVID-19) Checklist: Older Persons", "Resources for Healthcare Facilities", "Publications", "Related Materials", "Get Your Community- and Faith-Based Organizations Ready for Coronavirus Disease 2019", "Florida Community Mitigation", "People Experiencing Unsheltered Homelessness Interim Guidance", "Interim Guidance for Responding to Coronavirus Disease 2019 (COVID-19) among People Experiencing Unsheltered Homelessness", "Resources for Institutes of Higher Education", "Blood and Plasma Collection", "Information for Health Departments on Reporting Cases of COVID-19", "Steps Healthcare Facilities Can Take Now to Prepare for Coronavirus Disease 2019 (COVID-19)", "Retirement Communities and Independent Living", "Steps Healthcare Facilities Can Take", "Retirement Communities and Independent Living Facilities", "Interim Guidance for Implementing Home Care of People Not Requiring Hospitalization for Coronavirus Disease 2019 (COVID-19)", "Strategies to Allocate Ventilators from Stockpiles to Facilities", "K-12 Schools and Childcare Programs", "Frequently Asked Questions about Laboratory Biosafety and SARS-CoV-2", "\"COVID-19 in a Long-Term Care Facility — King County, Washington, February 27–March 9, 2020\"", "\"Severe Outcomes Among Patients with Coronavirus Disease 2019 (COVID-19) — United States, February 12–March 16, 2020\"", "Frequently Asked Questions about Hand Hygiene for Healthcare Personnel Responding to COVID-2019", "COVID-19: What people with HIV should know", "Caring for Yourself at Home", "Interim Guidance for Administrators of US Institutions of Higher Education", "Institutes of Higher Education", "Strategies for Optimizing the Supply of Facemasks", "Strategies for Optimizing the Supply of Eye Protection", "Strategies for Optimizing the Supply of Isolation Gowns", "\"Initial Investigation of Transmission of COVID-19 Among Crew Members During Quarantine of a Cruise Ship — Yokohama, Japan, February 2020\"", "Strategies for Optimizing the Supply of N95 Respirators: Crisis/Alternate Strategies", "Santa Clara County, California Community Mitigation", "Massachusetts Community Mitigation", "\"New Rochelle, New York (Westchester County) Community Mitigation\"", "\"Seattle-King, Pierce and Snohomish , Washington Community Mitigation\"", "Criteria for Return to Work for Healthcare Personnel with Confirmed or Suspected (COVID-19)", "Strategies for Optimizing the Supply of N95 Respirators: Contingency Capacity Strategies", "Get Your Mass Gatherings or Large Community Events Ready", "Discontinuation of In-Home Isolation for Immunocompromised Persons with COVID-19 (Interim Guidance)", "FAQs for Event Organizers & Individuals", "Caring for Someone Who Is Sick", "CDC Statement for Healthcare Personnel on Hand Hygiene during the Response to the International Emergence of COVID-19", "\"Evaluation of the Effectiveness of Surveillance and Containment Measures for the First 100 Patients with COVID-19 in Singapore — January 2–February 29, 2020\"", "Symptoms & Testing", "Get Your Clinic Ready for Coronavirus Disease 2019 (COVID-19)", "Recommended Precautions for Preventing Spread of COVID-19 in Election Polling Locations", "Interim Guidance for Emergency Medical Services (EMS) Systems and 911 Public Safety Answering Points (PSAPs) for COVID-19 in the United States", "Guidance for Institutions of Higher Education with Students Participating in International Travel or Study Abroad Programs", "Updated Guidance on Evaluating and Testing Persons for Coronavirus Disease 2019 (COVID-19)", "COVID-19 and Cruise Ship Travel", "Checklist for Community and Faith Leaders", "Preventing the Spread of Coronavirus Disease 2019 in Homes and Residential Communities", "\"Active Monitoring of Persons Exposed to Patients with Confirmed COVID-19 — United States, January–February 2020\"", "Strategies for Optimizing the Supply of N95 Respirators: Conventional Capacity Strategies", "Interim Guidance for Healthcare Facilities", "MMWR: Public Health Response to the Coronavirus Disease 2019 Outbreak— United States", "Stigma Related to COVID-19", "Healthcare Professional Preparedness Checklist For Transport and Arrival of Patients With Confirmed or Possible COVID-19", "Interim Guidance for Ships on Managing Suspected Coronavirus Disease 2019", "\"CDC Grows SARS-CoV-2, the virus that causes COVID-19, in Cell Culture\"", "WHO and European Investment Bank strengthen efforts to combat COVID-19 and build resilient health systems to face future pandemics", "Global leaders unite to ensure everyone everywhere can access new vaccines, tests and treatments for COVID-19", "\"Support Nurses and Midwives through COVID-19 and beyond\"", "\"WHO, UN Foundation and partners launch first-of-its-kind COVID-19 Solidarity Response Fund\"", "\"Algeria’s COVID-19 hotline props up rapid response\"", "\"Updated WHO Information Note: Ensuring continuity of TB services during the COVID-19 pandemic\"", "\"COVID 19: Occupational Health\"", "\"New COVID-19 hotline in Romania provides up-to-date public advice\"", "\"WHO and UNICEF to partner on pandemic response through COVID-19 Solidarity Response Fund\"", "\"WHO’s COVID19 technical support to Egypt\"", "\"WHO Information Note: Ensuring continuity of TB services during the COVID-19 pandemic\"", "\"Children’s story book released to help children and young people cope with COVID-19\"", "\"WHO Timeline - COVID-19\"", "\"COVID-19 medical supply to Afghanistan\"", "\"Public statement for collaboration on COVID-19 vaccine development\"", "\"GLOBAL NEWS: Busting myths on alcohol and COVID-19\"", "\"WHO supports Djibouti with preparedness and response plan as first COVID19 case in the country is reported.\"", "\"Information sharing on COVID-19\"", "\"Ensuring continuity of TB services during the COVID-19 pandemic\"", "\"Bacille Calmette-Guérin (BCG) vaccination and COVID-19\"", "\"European Commission supports WHO’s COVID19 response across Eastern Europe and the Caucasus\"", "\"First UN solidarity flight departs Addis Ababa carrying vital COVID-19 medical supplies to all African nations\"", "\"Iraq produces COVID-19 laboratory supplies to test cases more rapidly\"", "\"A Joint Statement on Tourism and COVID-19 - UNWTO and WHO Call for Responsibility and Coordination\"", "\"ICC-WHO Joint Statement: An unprecedented private sector call to action to tackle COVID-19\"", "\"WHO advice - staying safe during season of religious and cultural events, amid the COVID-19 outbreak\"", "\"WHO/PAHO support’s Haiti’s COVID-19 preparedness efforts\"", "\"WHO Europe: preventing COVID-19 spread in prisons\"", "\"New WHO tools for supplies and to help hospitals manage surge in COVID-19 patients\"", "\"WHO urges countries to ensure the continuity of malaria services in the context of the COVID-19 pandemic\"", "\"WHO delivers advice and support for older people during COVID-19\"", "\"Medical Product Alert N°3/2020\"", "\"Digital technology for COVID-19 response\"", "\"Modes of transmission of virus causing COVID-19: implications for IPC precaution recommendations\"", "\"WHO releases guidelines to help countries maintain essential health services during the COVID-19 pandemic\"", "\"WHO in Africa holds first ‘hackathon’ for COVID-19\"", "\"WHO delegation concludes COVID-19 technical mission to Egypt\"", "\"Support for Lao PDR’s response to COVID-19\"", "\"An online platform for COVID-19 guidance and research for the Americas region\"", "\"WHO statement on cases of COVID-19 surpassing 100 000\"", "\"Off-label use of medicines for COVID-19\"", "\"Health System Response Monitor: WHO new tool analyses COVID-19 response measures across European countries\"", "\"First UN solidarity flight departs Addis Ababa carrying vital COVID-19 medical supplies to all African nations\"", "\"WHO lists two COVID-19 tests for emergency use\"", "\"Joint Leader's statement - Violence against children: A hidden crisis of the COVID-19 pandemic\"", "\"Advice on the use of point-of-care immunodiagnostic tests for COVID-19\"", "\"“China shows COVID-19 responses must be tailored to the local context”\"", "\"WHO calls for urgent, aggressive actions to combat COVID-19, as cases soar in South-East Asia Region\"", "\"WHO/PAHO Prepares Barbados for COVID-19 Testing\"", "\"Azerbaijan steps up COVID-19 preparedness and readiness measures\"", "\"Scaling up contract tracing to combat COVID-19 in Kenya\"", "\"WHO launches a chatbot on Facebook Messenger to combat COVID-19 misinformation\"", "\"WHO updates COVID-19 dashboard with better data visualization\"", "\"GLOBAL: More than 500,000 responders have signed up on WHO’s online COVID-19 courses\"", "\"Azerbaijan steps up COVID-19 preparedness and readiness measures, welcoming WHO mission\"", "\"OHCHR, IOM, UNHCR and WHO joint press release: the rights and health of refugees, migrants and stateless must be protected in COVID-19 response\"", "\"GLOBAL: WHO has developed and made available online a tool for behavioural insights on COVID-19\"", "\"Kyrgyzstan scaling up its preparedness, readiness and response capacities: COVID-19\"", "\"WHO, Saudi Arabia join forces to fight COVID-19 in the Eastern Mediterranean Region and beyond\"", "\"COVID-19: IFRC, UNICEF and WHO issue guidance to protect children and support safe school operations\"", "\"Pass the message: Five steps to kicking out coronavirus\"", "\"WHO Director-General calls on G20 to Fight, Unite, and Ignite against COVID-19\"", "\"WHO Health Alert brings COVID-19 facts to billions via WhatsApp\"", "\"First ever State of the World’s Nursing report launched amid COVID19 pandemic\"", "\"WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19)\"", "\"Benin goes on digital offensive against COVID-19\"", "\"National Ethics Committees and COVID-19\"", "\"WHO launches online training for COVID-19 responders and 10-point strategy\"", "\"WHO guidelines to help European countries maintain essential health services during the COVID 19 pandemic\"", "\"WHO and Rakuten Viber fight COVID-19 misinformation with interactive chatbot\"", "\"International working group on Ethics & COVID-19\"", "\"WHO ships emergency medical supplies to the Islamic Republic of Iran\"", "\"Shortage of personal protective equipment endangering health workers worldwide\"", "\"IPA, WHO and UNICEF launch Read the World on International Children’s Book Day to support children and young people in isolation\"", "\"‘One World: Together At Home’ Global Special\"", "\"Statement of the Twenty-Fourth IHR Emergency Committee\"", "\"WHO partners with WhatsApp, Facebook and Viber to bring most up to date and accurate information to billions of people\"", "\"World experts and funders set priorities for COVID-19 research\"", "\"Scaling up coronavirus outbreak readiness in Ethiopia and across Africa\"", "\"WHO continues to support the fight against coronavirus in Syria\"", "\"WHO works with countries from the South-East Asia Region\"", "\"#BeActive for the UN International Day of Sport for Development and Peace\"", "\"WHO supports fight to contain COVID-19 in Iraq\"", "\"World TB Day 2020 Newsletter\"", "\"WHO and partners call for urgent investment in nurses\"", "\"#ThanksHealthHeros - World Health Day Message\"", "\"New WHO recommendations to prevent tuberculosis aim to save millions of lives\"", "\"Meeting Postponement: Preparing Together: Keeping the World Safe, Protecting Economies, Connecting Nations\"", "\"Statement on the 5th meeting of the International Health Regulations (2005) Emergency Committee for Ebola virus disease in the Democratic Republic of the Congo on 14 April 2020\"", "\"WHO Director-General’s Statement on IHR Emergency Committee on Ebola Virus Disease in the Democratic Republic of the Congo\"", "\"World Health Worker Week - April  5 - 11, 2020\"", "\"New Ebola case confirmed in the Democratic Republic of the Congo\"", "\"World Tuberculosis Day 2020\"", "\"Seventh advanced course on health financing for universal coverage for low- and middle-income countries\"", "\"Strengthening accountability to end TB\"", "\"WHO deploys rapid response teams to Italy\"", "\"World TB Day 2020: It’s Time for solidarity\"", "\"End in sight, but flare-ups likely in the Ebola outbreak in the Democratic Republic of the Congo\"", "\"WHO and Iraq: Stepping up detection and response\"", "\"World Blood Donor Day 2020\"", "\"Eradicating dracunculiasis: Ethiopia investigates six suspected human cases in Gambella region\"", "\"NC absentee ballots require 2 witnesses. Is that unique?\"", "\"Virginia lags in coronavirus testing, as Mayor LeVar Stoney says\"", "\"Joe Biden says Trump admin isn’t doing enough to protect workers from COVID-19\"", "\"Still going in to work in Pennsylvania? Chances are, you're a low-wage worker, data show\"", "\"Cuomo accurately says that other countries that reopened saw an increase in coronavirus infections\"", "\"Yes, Africans are being evicted in China amid fear of second COVID-19 wave\"", "\"Obama knocks GOP’s stance on preexisting conditions during pandemic\"", "\"Louisiana governor is right, there was no suggestion Mardi Gras had to be canceled\"", "\"Image of overcrowded NYC subway car is real\"", "\"Yes, US shipped donated personal protective equipment to China in February\"", "\"Will homemade masks stop coronavirus from spreading? Fact-checking Sen. Pat Toomey’s claim\"", "\"Did FDA regulations slow testing for the coronavirus?\"", "\"Cuomo correctly says no quarantine without state approval\"", "\"Most NC legislators in 'high risk age group' for coronavirus\"", "\"Internet providers offer free internet amid coronavirus shutdowns\"", "\"How the Utah Jazz got 58 coronavirus tests when US testing is sluggish\"", "\"In Italy, people must stay home except for work or emergencies\"", "\"Yes, San Francisco residents formed Anti-Mask League during 1918 flu\"", "\"Are stay-at-home orders 'laws,' as Jay Inslee said?\"", "\"What the 1918 flu pandemic shows us about social distancing\"", "\"Fact-checking posts about mass graves in NYC\"", "\"In coronavirus relief effort, Congress fell short on paid sick leave\"", "\"LA County sheriff’s deputies arrested a paddle boarder for violating the state’s stay-at-home order\"", "\"For now, Texas among states with lowest coronavirus death rate\"", "\"Study now says Wis. coronavirus cases will peak April 26. But that’s not the date that went viral.\"", "\"Some fast-food chains turn away truckers at drive-thru windows. One has offered a solution\"", "\"Bill Gates warned in 2015 that we were unprepared for an infectious virus\"", "\"Trump campaign ad is mostly right on provisions in Pelosi’s coronavirus bill\"", "\"Did Pritzker lack authority to postpone the Illinois primary?\"", "\"Yes, Wisconsin is the only state where all Republicans opposed coronavirus bill\"", "\"Novel coronavirus could live up to 3 days, depending on the surface\"", "\"Are 80 percent of coronavirus cases \"mild?\"\"", "\"Fact-checking Trump campaign claim on Biden’s 2009 swine flu comments\"", "\"Lou Dobbs says United States ‘screening fewer people’ for coronavirus than other countries\"", "\"Checking tweet about Chinese people detained with flu-like symptoms\"", "How to Enjoy the Fourth of July Weekend Amid the COVID-19 Resurgence", "CDC Expands List of Those with Higher COVID-19 Risks: What to Know", "Feds Warn That Face Mask ‘Exemption’ Cards Are Fake", "Experts Confident Biden’s COVID-19 Response Could Speed Recovery", "Here’s Exactly Where We Are with Vaccines and Treatments for COVID-19", "New Study Details the Best Types of COVID-19 Face Masks", "States Are Learning What Happens to COVID-19 Cases If You Reopen Too Early", "What to Know About Potential COVID-19 Treatment Remdesivir", "Fighting Family Burnout During the COVID-19 Crisis", "Travel Bans, Quarantines Don’t Stop COVID-19 Spread, but They Can Delay It", "Learn to Spot Fake Health News with These 5 Tips", "People of Color Face Heightened Risks as COVID-19 Surges Again", "Not Sure You Have COVID-19? Here Are the Symptoms for Coronavirus, Flu, and Allergies", "FDA Says You Should Avoid These 9 Hand Sanitizers That Contain Toxic Methanol", "Why COVID-19 Cases, Hospitalizations Are Spiking in California", "More Young People Are Getting COVID-19: What That Means for the Outbreak", "No, Face Masks Can’t Cause CO2 Poisoning", "People More Likely to Keep Their Distance If You’re Wearing a Mask", "Is COVID-19 Triggering Type 1 and Type 2 Diabetes?", "Q&A: Lenox Hill Doctor Discusses Netflix Series and Life in a New York City Emergency Room", "Drug-Resistant Bacteria Can Be Hidden Danger for People with COVID-19", "This Is Far from Over: Why We Need to Learn to Live with COVID-19", "Lifelong Lung Damage: The Serious COVID-19 Complication That Can Hit People in Their 20s", "Does Your Blood Type Increase Your Risk for Coronavirus?", "How COVID-19 Disrupted Education and What Parents Can Do About It", "7 Simple Ways to Protect Yourself from COVID-19 as You Leave Lockdown", "How This Utah Woman with Diabetes, Asthma, and MS Beat COVID-19", "CDC Gives Guidelines for Travel, Cookouts", "Home Monitoring Can Improve Health, Ease Anxiety for COVID-19 Patient", "Why Your Gym, Dentist, or Hairdresser May Ask You to Sign a COVID-19 Liability Waiver", "The Consequences of Reopening Are Here: COVID-19 Cases on the Rise", "Inexpensive Steroid May Help Treat Sickest COVID-19 Patients: What We Know", "How COVID-19 Affects Children Compared to Adults", "How to Reduce Your COVID-19 Risk During Your Daily Work Commute", "COVID-19 Will Mutate — What That Means for a Vaccine", "5 Simple Tips to Help Manage Social Anxiety After Leaving Lockdown", "Rising COVID-19 in Arizona Could Be Warning Sign as States Reopen", "Is a Hotel a Safe Place During COVID-19? Here’s What to Look For", "Why 1 in 4 Parents Are Hesitant to Have Their Children Vaccinated Against the Flu", "Is the New Coronavirus Getting Weaker? What to Know", "Will COVID-19 Finally Get Us to Take Our Diets Seriously?", "Yes, You Can Get COVID-19 from Someone Without Symptoms", "25% of People Believe Unproven Conspiracy Theories About COVID-19", "Important Cancer Screenings Have Decreased During COVID-19", "If You’ve Been in a Crowd, Should You Get Tested for COVID-19?", "False Hope? What Happens If a COVID-19 Vaccine Isn’t Ready by Early Next Year", "Here’s Why COVID-19 Can Spread So Easily at Gyms and Fitness Classes", "My Kid Is Immunocompromised. Here’s How Life Has Changed During COVID-19", "Without Lockdowns, Another 60 Million People in U.S. Could Have Developed COVID-19", "As Businesses Reopen, Here Are Some of the Highest Risk Places for COVID-19", "Nearly 20% of People Have Used Bleach on Food Due to COVID-19", "Researchers Unveil the Best Ways to Lift COVID-19 Lockdowns", "When Can I Start Hanging Out with My Friends Again?", "Hot Weather May Make It Harder for the Coronavirus to Survive on Surfaces", "People with Cancer Have to Choose Between Treatment and COVID-19 Risks", "When Should You Get a COVID-19 Test? What About an Antibody Test?", "Why More People Are Eating Plant-Based Protein During COVID-19", "A “Double Bubble” Strategy Can Help During COVID-19: Here’s How to Do It Properly", "Dr. Anthony Fauci: COVID-19 Will End and We Will Get Control Over It", "Wearing a Mask Can Help Us Get Out of Lockdown Safely", "Why Companies Are Making Billions of COVID-19 Vaccine Doses That May Not Work", "To the ICU and Back: How 3 People Overcame Severe Cases of COVID-19", "COVID-19 Racing Through Nursing Homes: What Families Can Do", "Studies on Hydroxychloroquine Retracted, Early Evidence Lacking", "Why Sweden’s COVID-19 Strategy Can’t Work in the U.S.", "How Olympian Kerri Walsh Jennings Is Staying Healthy During COVID-19", "The Places You’re Least Likely to Get COVID-19", "Shortages of Antidepressant Zoloft Reported in the Midst of COVID-19 Pandemic", "Lyme Disease and COVID-19 Can Share Similar Symptoms: How to Tell Them Apart", "Why Wearing a Mask Is Important When Going to Protest", "How One Nursing Home Stopped a COVID-19 Outbreak", "What New CDC Guidelines Mean for Workplaces as They Reopen", "What Life Is Like Waiting for an Organ Transplant During the COVID-19 Pandemic", "Restaurants and COVID-19: How to Dine Safely at Your Favorite Place", "How Reopenings Are Raising Fears Among People with Compromised Immune Systems", "Doctors Aren’t Just Fighting a Pandemic, but an ‘Infodemic’ as Well", "Face Masks May Be Irritating Your Skin — How to Stop It", "What to Know About COVID-19 Testing Right Now", "Yes, States Are Reopening. That Doesn’t Mean the Pandemic Is Over", "Model Finds Midwest and Southern States at Risk for COVID-19 Surges as They Reopen", "As Many as 80 Percent of People with COVID-19 Aren’t Aware They Have the Virus", "Just One Person Can Transmit COVID-19 to Dozens in a Few Hours", "How People Are Practicing Healthier Behaviors in the Face of COVID-19", "People Who Test Positive for COVID-19 After Recovering Aren't Infectious", "Is It Safe to Get Your Hair Cut or Your Nails Done Right Now?", "Losing Sleep During COVID-19? Here’s Tips on How and When to Exercise That Can Help", "Is Now the Right Time to Get Your Annual Physical or Dental Cleaning?", "Going to the Beach or Pool? What to Know About COVID-19 Risk", "CDC Gives New Recommendations to Safely Reopen Amid COVID-19", "Blacklight Videos Show How Easily COVID-19 Can Spread", "Changes to Your Daily Routine During COVID-19 Can Make You Happier", "COVID-19 Can Attack the Heart in Addition to the Lungs", "What to Know About COVID-19 and Strokes", "Can COVID-19 Damage Your Heart? Here’s What We Know", "Mouthwash Can’t Replace a Mask for Stopping the Spread of COVID-19", "What a Second Wave of Coronavirus in the Fall Could Look Like", "A COVID-19 Vaccine by January? Here’s Why It’s Possible But Not Likely", "COVID-19 at Work: How to Tell If Your Place of Employment Is Safe", "When Will We Know If Reopening States Has Worked or Backfired?", "Trump Is Taking Hydroxychloroquine: Why Experts Say You Shouldn’t", "The Pandemic Will Cause PTSD for Some. Here’s What We Can Do About It", "6 Feet May Not Be Enough: Wind May Carry Coronavirus Farther", "COVID-19 Is Causing a Reduction in Child Vaccinations", "What to Know About PMIS, the COVID-19-Linked Syndrome Affecting Children", "Why Your Local Hospital Is Going Broke During a Pandemic", "Research on Diabetes, Cancer, Parkinson’s Derailed by the COVID-19 Pandemic", "A Certain Type of N95 Mask May Do More Harm Than Good", "Physical Distancing Was Just Supposed to Buy Us Time. Was It Enough?", "Warm Weather Won’t Stop the Spread of COVID-19", "How to Fight the Spread of COVID-19 Misinformation on Social Media", "What Tests for COVID-19 Antibodies Can and Can’t Tell Us About the Disease", "Coronavirus Found in Semen: Can It Be Sexually Transmitted?", "Here’s Why COVID-19 Is Much Worse Than the Flu", "White House Cases Show How Easily COVID-19 Can Invade a Workplace", "Remdesivir May Help Treat COVID-19. So Who Gets It First?", "How to Manage IBD During the COVID-19 Outbreak", "Rural America Could Be the Region Hardest Hit by the COVID-19 Outbreak", "Job Loss Anxiety Could Be a Side Effect of COVID-19. Here Are Ways to Cope", "How 4-Second Workouts Can Counteract Sitting All Day", "What You Can Do If There’s a Shortage of Disinfectants in Your Area", "Why COVID-19 is Hitting Men Harder Than Women", "What We Can Learn from Countries That Have Already Reopened", "How the Pandemic Is Motivating Me to Get Healthy", "How You Can Help Protect the Health of Grocery Workers During COVID-19", "What If Flu and COVID-19 Overlap? Australia Is Trying to Avoid That Scenario", "Is the New Coronavirus Airborne? Here's What We Know", "Retired MDs and Med Students Talk Working the COVID-19 Front Lines", "What COVID-19 Is Doing to Our Mental Health", "What to Consider Before You Try ‘Quaranteaming’", "Temperature Checks Alone Aren’t Effective in Stopping COVID-19 Spread", "How to Tell If the Hand Sanitizer You’re Buying Is Safe and Actually Works", "Pets and COVID-19: Answers to All Your Questions", "The Unusual COVID-19 Symptoms You Can Miss", "6 Simple Tips for Effectively Organizing Your Kitchen During COVID-19", "High Blood Pressure Meds Don’t Increase COVID-19 Risks, Study Finds", "COVID-19 Sheltering Can Make Things More Difficult for People with Eating Disorders", "Delirium Is New Risk for COVID-19 Patients", "Face Masks as a Fashion Accessory? Why We Should Encourage This Trend", "Excess Deaths: People Who Are Dying Because of COVID-19 — but Not from It", "Can Air Conditioning Spread COVID-19? Probably Not", "New Zealand Has Only 20 COVID-19 Deaths. Vietnam Has Zero. How They Succeeded", "Should You Consider Taking Meds for Depression During COVID-19?", "COVID-19 Is Causing Food Shortages. Here’s How to Manage", "How Contact Tracing Can Help Stop COVID-19", "Yes, ‘Quarantine Fatigue’ Is Real. Here’s How to Cope", "US Cities With Pro Sports See More Flu Deaths", "COVID-19: Study Reports 'Staggering' Death Rate in U.S. Among Those Infected Who Show Symptoms", "Passive Immunization May Slow Down SARS-CoV-2 and Boost Immunity in Patients, Buying Time", "Controlled Human Infection Models and SARS-CoV-2 Vaccine Development", "Using cellular networks to detect at-risk areas for spread of COVID-19", "A potential new weapon in the war against superbugs", "COVID-19 drug development could benefit from approach used against flu", "Placentas from COVID-19-positive pregnant women show injury", "Uncovering the Achilles heel of viruses", "Estimating COVID-19 Spread by Looking at Past Trends of Influenza-Like Illnesses", "To Understand COVID-19, Researchers Review Aging, Immune Response to Viral Infections", "When COVID-19 Meets Flu Season", "New Technology Can Detect Anti-Virus Antibody in 20 Minutes", "SARS Lessons for COVID-19 Vaccine Design", "New AI Diagnostic Can Predict COVID-19 Without Testing", "Outpatient COVID-19 Clues", "Activation of the SARS Coronavirus 2 Revealed", "Timing of Immune Response to COVID-19 May Contribute to Disease Severity", "Researchers Identify Multiple Molecules That Shut Down SARS-Cov-2 Polymerase Reaction", "Lab-Grown 'Mini-Brains' Suggest COVID-19 Virus Can Infect Human Brain Cells", "Hamsters Develop Protective Immunity to COVID-19 and Are Protected by Convalescent Sera", "Controlled human infection models and SARS-CoV-2 vaccine development", "COVID-19: Study shows virus can infect heart cells in lab dish", "Tuberculosis cases and deaths predicted to spike due to COVID-19", "Bacterial predator could help reduce COVID-19 deaths", "Defining Paths to Possible Mother to Child Coronavirus Transmission", "Early Pandemic Paradox: Fewer UK Deaths from December 2019 to March 2020 Compared to the Previous 5 Years", "New Article Clarifies Details of COVID-19 Respiratory Transmission", "New Adjuvant Successful in Extending Immunity Against HIV", "Environmental Conditions Found to Affect Stability of Virus That Causes COVID-19", "MMR Vaccine Could Protect Against the Worst Symptoms of COVID-19", "Nanosponges Could Intercept Coronavirus Infection", "Off-the-Shelf Tool for Making Mouse Models of COVID-19", "Oral Antibiotics Work, Shorten Hospital Stays for IV Drug Users With Infections", "Virus Co-Opts Immune Protein to Avoid Antiviral Defences", "Researchers Identify Potent Antibody Cocktail to Treat COVID-19", "Maternal Transmission of COVID-19 to Baby During Pregnancy Is Uncommon, Study Finds", "Tuberculosis Vaccine Strengthens Immune System", "Combination Drug Treatments for COVID-19 Show Promise in Cell Culture Tests", "Super-Potent Human Antibodies Protect Against COVID-19 in Animal Tests", "Face Masks Critical in Preventing Spread of COVID-19", "A Protein That Helps to Fight Viruses Can Also Block Lung Damage Repair", "Promising Path Found for COVID-19 Therapeutics", "How Targeting Killer T Cells in the Lungs Could Lead to Immunity Against Respiratory Viruses", "COVID-19 Mouse Model Will Speed Search for Drugs, Vaccines", "Levels of SARS-CoV-2 RNA in Sewage Rose With COVID-19 Cases in Dutch Cities", "We're Not All Equal in the Face of the Coronavirus", "COVID-19 False Negative Test Results If Used Too Early", "Putting COVID-19 Diagnostic Tests to the 'Test' -- How Do They Hold Up?", "Methods to Inactivate and Safely Study SARS-CoV-2", "Survival of Coronavirus in Different Cities, on Different Surfaces", "To Understand COVID-19, Researchers Review Aging, Immune Response to Viral Infections", "Osteoporosis Treatment May Also Protect Against Pneumonia", "COVID-19 Drug Development Could Benefit from Approach Used Against Flu", "Researchers Map SARS-CoV-2 Infection in Cells of Nasal Cavity, Bronchia, Lungs", "Warmer Temperatures Slow COVID-19 Transmission, but Not by Much", "Universal Virus Detection Platform to Expedite Viral Diagnosis", "Evolution of Pandemic Coronavirus Outlines Path from Animals to Humans", "When COVID-19 Meets Flu Season", "Using Riboflavin, UV Light Reduces SARS-CoV-2 Pathogens in Plasma, Whole Blood", "Researchers Flag Similarities Between COVID-19 Deaths and Severe Rheumatic Illnesses", "Low Vaccination Rates and 'Measles Parties' Fueled 2019 Measles Outbreak in NYC", "Beware of False Negatives in Diagnostic Testing of COVID-19", "New Technology Can Detect Anti-Virus Antibody in 20 Minutes", "Immunity to Coronaviruses: What Do We Know So Far?", "Uncovering the Achilles Heel of Viruses", "Emerging Viral Diseases Causing Serious Issues in West Africa", "COVID-19: Study Reports 'Staggering' Death Rate in U.S. Among Those Infected Who Show Symptoms", "Antiviral Drug Can Speed Up Recovery of COVID-19 Patients, Study Shows", "Further Evidence Does Not Support Hydroxychloroquine for Patients With COVID-19", "Detailed Analysis of Immune Response to SARS-CoV-2 Bodes Well for COVID-19 Vaccine", "Can COVID-19 Spread Through Fecal Matter?", "SARS Lessons for COVID-19 Vaccine Design", "Study Confirms Cats Can Become Infected With and May Transmit COVID-19 to Other Cats", "In Victory Over Polio, Hope for the Battle Against COVID-19", "The Challenges of Developing a Safe and Effective COVID-19 Vaccine", "COVID-19 May Compound the Social and Economic Burdens of Parkinson's Disease", "Testing Suggests 3 Percent of NHS Hospital Staff May Be Unknowingly Infected With Coronavirus", "Passive Immunization May Slow Down SARS-CoV-2 and Boost Immunity in Patients, Buying Time", "Coronavirus Infection in Children -- It May Not Start With a Cough", "Coordinated Strategy to Accelerate COVID-19 Vaccine Candidates Is Key, Experts Say", "Blood Test a Potential New Tool for Controlling Infections", "New Triple Antiviral Drug Combination Shows Early Promise for Treating COVID-19 in Phase 2 Randomized Trial", "Newly Discovered Cell Type Plays Crucial Role in Immune Response to Respiratory Infections", "Pangolins May Possess Evolutionary Advantage Against Coronavirus", "Repurposing Existing Drugs for COVID-19 Offers a More Rapid Alternative to a Vaccine", "Tobacco Smoking Increases Lung Entry Points for COVID-19 Virus", "Outpatient COVID-19 Clues", "Bat 'Super Immunity' May Explain How Bats Carry Coronaviruses, Study Finds", "Dual Personalities Visualized for Shape-Shifting Molecule", "Sewage Poses Potential COVID-19 Transmission Risk, Experts Warn", "Towards Antibodies Against COVID-19", "Mutations in SARS-CoV-2 Offer Insights Into Virus Evolution", "Supercomputer Simulations Present Potential Active Substances Against Coronavirus", "Two Drugs Show Promise Against COVID-19", "Intensive Farming Increases Risk of Epidemics", "Study to Determine Incidence of Novel Coronavirus Infection in U.S. Children Begins", "Activation of the SARS Coronavirus 2 Revealed", "Coronavirus SARS-CoV-2 Infects Cells of the Intestine", "Timing of Immune Response to COVID-19 May Contribute to Disease Severity", "Wildfire Smoke Has Immediate Harmful Health Effects", "COVID-19 Mouse Model Will Speed Search for Drugs, Vaccines", "How Targeting Killer T Cells in the Lungs Could Lead to Immunity Against Respiratory Viruses", "Undersized Airways May Explain Why Nonsmokers Get COPD", "Shining Light on a Malignant Lung Cancer", "A protein that helps to fight viruses can also block lung damage repair", "Reducing severe breathlessness and psychological trauma in COVID-19 ARDS survivors", "Osteoporosis treatment may also protect against pneumonia", "Researchers map SARS-CoV-2 infection in cells of nasal cavity, bronchia, lungs", "Mouse model mimics SARS-CoV-2 infection in humans", "Machine that oxygenates blood may help critically ill COVID-19 patients, according to study", "How COVID-19 Kills", "COPD and Smoking Associated With Higher COVID-19 Mortality", "Pediatric Coronavirus Disease (COVID-19) X-Ray, CT in Review of New Lung Disorders", "NIH investigators hope CD47 study leads to broad-spectrum infectious diseases immunotherapy", "Experts identify steps to expand and improve antibody tests in COVID-19 response", "NIH halts clinical trial of hydroxychloroquine", "All of Us Research Program launches COVID-19 research initiatives", "NIH launches analytics platform to harness nationwide COVID-19 patient data to speed treatments", "NIH researchers identify key genomic features that could differentiate SARS-CoV-2 from other coronaviruses that cause less severe disease", "NIH-funded study to evaluate drugs prescribed to children with COVID-19", "Microglia in the olfactory bulb have a nose for protecting the brain from infection", "Study identifies potential approach to treat severe respiratory distress in patients with COVID-19", "Peer-reviewed data shows remdesivir for COVID-19 improves time to recovery", "NIH-funded study to investigate pregnancy outcomes resulting from COVID-19 pandemic", "NIH Director: Defeating COVID-19 requires unprecedented action and collaboration", "Investigational ChAdOx1 nCoV-19 vaccine protects monkeys against COVID-19 pneumonia", "NIH begins clinical trial of hydroxychloroquine and azithromycin to treat COVID-19", "Coordinated strategy to accelerate multiple COVID-19 vaccine candidates is key, NIH experts say", "NIH clinical trial testing antiviral remdesivir plus anti-inflammatory drug baricitinib for COVID-19 begins", "NIH-supported research survey to examine impact of COVID-19 on rare diseases community", "NIH Statement on World Asthma Day 2020", "Study to determine incidence of novel coronavirus infection in U.S. children begins", "COVID-19: What MNT's experts want you to know now", "Why are some people at greater risk of severe COVID-19?", "My experience battling COVID-19 - Medical News Today", "How deadly is coronavirus (COVID-19)? Research and more", "COVID-19: Study highlights sources of misinformation", "COVID-19 emergency measures 'made a profound difference'", "Hope against COVID-19: Drug cuts deaths by a third and other", "COVID-19: Drug targets enzymes that enable virus to invade", "Popular COVID-19 videos on YouTube misinform the public", "Older men less worried about COVID-19, study suggests", "5 new reasons for hope in the fight against COVID-19", "Black people four times as likely to test positive for COVID-19", "COVID-19: Could gut bacteria be involved?", "Food industry 'shares blame' for severity of COVID-19 pandemic", "Can antibiotics treat COVID-19 (coronavirus) plus other", "Can COVID-19 trigger diabetes? - Medical News Today", "Study suggests a protein may predict severe COVID-19", "How long does it take for COVID-19 (coronavirus) symptoms", "What are the early symptoms of coronavirus (COVID-19)?", "COVID-19: 3-drug combo treatment may be successful", "COVID-19: Scientists identify promising drug candidates", "The effect of the COVID-19 pandemic on primary healthcare", "COVID-19: Herd immunity may occur sooner than previously", "Is coronavirus airborne? COVID-19 transmission", "How does the COVID-19 pandemic affect older adults?", "COVID-19: How many strains of the new coronavirus are there?", "'A no-win situation' — Expert weighs in on COVID-19 racial", "COVID-19: New drug candidates, treatments offer reasons for", "Tests may miss more than 1 in 5 COVID-19 cases", "Can vitamin C prevent or treat COVID-19 (coronavirus)?", "COVID-19 symptoms in kids: What do children experience?", "Alcohol and coronavirus (COVID-19): Myths and effects on the", "COVID-19 patients experience neurological symptoms", "ACTION trial: Could azithromycin help treat COVID-19?", "COVID-19: First bowel imaging study implicates blood clots", "Convalescent plasma therapy for COVID-19: Why is it", "Thrombosis expert on COVID-19: 'I've never seen such sticky", "What treatments are there for the novel coronavirus (COVID", "Scientist warns against fast-tracking COVID-19 vaccine trials", "Latest evidence on obesity and COVID-19", "Dementia genotype may increase COVID-19 vulnerability", "COVID-19 symptoms in babies: Signs to watch for", "Racial inequalities in COVID-19 — the impact on black", "'We don't have a health system': Expert on prisons, race, and", "COVID-19 antigen test could give quick results, but is not", "COVID-19: How the world is coping with restrictive measures", "5 Persistent myths about coronavirus and why they are untrue.", "'Increasing concern' over COVID-19 race-related disparities", "Diabetes and COVID-19 in-hospital mortality rates", "Latinx people more vulnerable to COVID-19, US study finds", "How to make face masks for (coronavirus) covid-19", "Novel coronavirus: What we know so far - Medical News Today", "COVID-19: Cancer drug may quench inflammation in severely", "PTSD and coronavirus (COVID-19): Symptoms and how to cope", "Why COVID-19 ICU patients may face risk of heart issues", "Antibody tests for COVID-19: What are they, and what do they", "Mouthwash may reduce spread of the new coronavirus", "Study identifies possible antibody to new coronavirus", "Depression and COVID-19: Tips on management and how to", "Impact of COVID-19 on US hospitals worse than predicted", "Coronavirus and pregnancy: What to know", "What face mask to use during the COVID-19 pandemic", "COVID-19: FDA grant remdesivir emergency use after", "Air pollution decreased in China during initial response to", "The dual effects of COVID-19 lockdowns on air quality", "New COVID-19 antibody test may reflect virus immunity more", "Widespread face mask use can control COVID-19 outbreak", "Autism and COVID-19: Management and seeking help", "COVID-19, fighting breast cancer, and mental health counseling", "Hypochondria and COVID-19: Managing health anxiety", "COVID-19: Ethnicity may raise mortality risk", "COVID-19 and asthma: Risks and precautions", "How to care for someone with depression during the COVID", "COVID-19: Cost of care puts off 1 in 7 people from seeking", "COVID-19: AI tool speeds up scientific review process", "How to cope during the novel coronavirus (COVID-19) pandemic", "Antibody from SARS survivor's blood neutralizes new", "Convalescent plasma appears safe for treating COVID-19", "New study warns of COVID-19 impact on cardiovascular health", "56% of pregnant women in hospital for COVID-19 black", "ADHD and COVID-19: Tips and how to manage it", "Scientists discover unique mutation of new coronavirus", "COVID-19: Antibodies, testing, and how the body develops", "Untested COVID-19 therapies may do more harm than good", "How the pandemic is affecting mental health in diverse US", "Pooling samples could accelerate new coronavirus testing", "Should people take vitamin D to ward off the new coronavirus?", "Bipolar and COVID-19: Tips on management and how to cope", "Agoraphobia and COVID-19: Triggers and support", "Duo of antiviral drugs strongly inhibits SARS-CoV-2 in the lab", "Social anxiety and COVID-19: Signs, impact, and how to cope", "OCD and COVID-19: Triggers and how to cope with them", "Schizophrenia and COVID-19: Management and support", "Eating disorders and COVID-19: Triggers, coping, and support", "Could a novel UV light device inactivate SARS-CoV-2 on", "No link between hypertension drugs and COVID-19 risk, study", "First human trial of SARS-CoV-2 vaccine: Initial results in", "What material is best for homemade masks?", "Can hydroxychloroquine treat COVID-19? Findings, research", "40–45% who contract new coronavirus are asymptomatic", "People who smoke may have more receptors for the new", "Close relative of SARS-CoV-2 found in bats", "Why we need more research on animal infection with the new", "'Nanosponges' act as a decoy for the new coronavirus", "'Summer is not going to make this go away,' study concludes", "Coronavirus (COVID-19) origin: Cause and how it spreads", "The new coronavirus may spread more easily in crowded homes", "No evidence that mutations to SARS-CoV-2 increase", "Cytokine release syndrome: Symptoms, treatment, and COVID", "Best available evidence supports physical distancing and face", "New drug candidate against the novel coronavirus", "Donating blood during a pandemic - Medical News Today", "Temperature has 'modest' effect on SARS-CoV-2 transmission", "Coronavirus vs. flu: How to tell the difference", "How do people cope with the pandemic? Survey reveals", "Racial inequalities in health: What MNT's experts want you to", "How to care for someone with dementia: Tips and seeking help", "US distancing measures stabilized but did not reduce SARS", "Coronavirus and blood clots: Why does coronavirus cause", "DNA of virus spread across hospital ward in 10 hours", "What can healthcare staff do to prevent PTSD during the", "The importance of regulating mood with activities during", "Empathy and misinformation: An open letter to healthcare", "SARS: Causes, symptoms, and prevention", "How long does a sore throat last? Causes, duration, and", "Halotherapy: Benefits, side effects, and risks", "How the pandemic is influencing the mental health of caregivers", "Cabin fever: Definition, symptoms, and how to cope", "What is contact tracing, and does it work? - Medical News Today", "Microbiome may mediate link between climate change and", "Letter from the Editor: A week of bitter truths", "Sore throat and headache: Causes, treatment, and prevention", "Managing depression during quarantine - Medical News Today", "Mayo Clinic experts to help guide Delta Air Lines COVID-19 safety measures", "Mayo Clinic launches advanced care at home model of care", "Mayo Clinic receives $26 million from BARDA for COVID-19 convalescent plasma expanded access program", "‘Mayo Clinic Anxiety Coach’ e-tool to help children with mental health concerns", "Mayo hospitals again receive ‘A’ grades for patient safety", "Cleveland Clinic Researchers Develop First Model to Predict Likelihood of Testing Positive for COVID-19 and Outcomes from the Disease", "How Many More Will Die From Fear of the Coronavirus?", "Cleveland Clinic Akron General to Open COVID-19 Testing Site in Akron", "Cleveland Clinic Sends Caregivers To New York, Michigan To Assist In COVID-19 Efforts", "Cleveland Clinic Launches Initiative to Assist Employers in Safely Returning to Work", "Leading the Way in Innovative Research for COVID-19 Patients", "Air Force Reserve Salutes COVID-19 First Responders and Front-Line Caregivers with Flyover", "As Services Resume, Our Hospitals Remain Safe: A Message from Cleveland Clinic CEO, President Tom Mihaljevic, M.D.", "Cleveland Clinic Resumes Services Paused During COVID-19 Pandemic", "Broadway Shutdown Extended Through Early 2021", "EU Bars U.S. Travelers in Reopening Plan", "Daily COVID-19 Cases Could Rise to 100,000", "FBI: Beware of Scammers Selling Fake COVID-19 Antibody Tests", "Northeast Adds 8 More States to Quarantine List", "Bars in LA, Beaches in Florida Close for July 4", "Amid Pandemic, Too Many Americans Are Hesitating to Call 911", "Mask Up! Don't Let Down Your Guard Against COVID-19", "Woman Beats COVID, Celebrates 100th Birthday", "Hardest-Hit States See Long COVID-19 Testing Lines", "Texas Governor Regrets Early Bar Reopening", "Poll Shows More Americans Now Fear the Virus", "U.S. Rural Areas Also See COVID-19 Increases", "Fauci Urges Mask Use, Says Young at Great Risk", "Studies Detail Syndrome in Kids Linked to COVID", "COVID-19 Fallout: Tons of Trash", "Rising Cases Sparks More Face Mask Requirements", "What COVID Means To Those Who Can't Work At Home", "Hispanic Americans Being Hit Hard By COVID-19", "Americans are Moving at ‘Pre-Pandemic Levels’", "Almost 180,000 U.S. COVID-19 Deaths by Oct. 1", "U.S. Infections Likely 10 Times Higher", "Texas Gov. Pauses Economic Reopening", "Herd Immunity Threshold Could Be As Low As 43%", "Rethinking Youth Suicide Prevention During COVID", "NBA to Use High-Tech Rings to Help Detect COVID-19", "Is It Safe to Go Out to Eat?", "Airports Asks Congress for Face Mask Policies", "Early CDC COVID-19 Test Kits 'Likely Contaminated'", "Largest Single-Day Jump in COVID-19 Cases Reported", "Inhaled Version of Remdesivir Gets Clinical Trials", "COVID Spreads Quickly in Crowded Homes", "Severe COVID Ups Odds for Heart Conditions 10-Fold", "Does COVID-19 Trigger New Cases of Diabetes?", "Despite Predictions, Loneliness Not Rising for Americans Under Lockdown", "More States, Cities Require Face Masks in Public", "WHO Says COVID-19 Is Accelerating", "Big Surprise Medical Bills for COVID Survivors", "CDC Says COVID-19 Numbers Increasing Again", "Theaters Reopening in July With Mask Guidelines", "COVID-19 Antibodies Can Disappear After 2-3 Months", "California Now Requires Face Masks in Public", "Florida Could Be Next COVID-19 Epicenter", "Arizona is ‘Worst Off’ Right Now", "Dad Meets Newborn Son Weeks After Surviving COVID-19", "Is It Safe to Play Sports?", "Mosquito, Tick Populations Unchecked Amid COVID-19", "Only 3 States ‘On Track to Contain’ Coronavirus", "COVID Surges Among Young Adults", "Can Kids Go To Summer Camp? Expert Offers Advice", "COVID Survivor Blood Transfusion a Safe Treatment", "Cancer Drug Might Help Curb Severe COVID-19", "Minority Medicare Patients Hospitalized More Often", "Masks No Longer Required in West Wing", "How COVID is Affecting U.S. Food Supply Chain", "How Well Do Americans Know the Facts About COVID?", "Black Atlanta COVID-19 Patients Hospitalized More", "NYC to Enter Phase Two of Reopening Plan on Monday", "Americans at Unhappiest Level in 50 Years, Study Says", "Beijing Schools Close During New COVID-19 Outbreak", "Low-Dose Radiation Therapy May Help COVID Patients", "Honduras President Tests Positive for COVID-19", "Couple, 90, Reunites After Wife Beats COVID-19", "Blood Type Could Impact Odds for Severe COVID-19", "Half of Coronavirus Infections May Be Asymptomatic", "Masks and Summer Heat: Expert Tips", "Texas a COVID Hotspot as State Reopens", "Antibodies Tested as Possible COVID Treatment", "People Under 20 Less Likely to Get Coronavirus", "No Distancing or Masks Required at Trump Rally", "When the Fight Against COVID-19 Is at Home", "Pandemic 'Silver Lining:' Better Sleep for Some", "1 in 5 Has Health Issues That Impact COVID-19", "Fauci Says Normal Life a 'Year or So' Away", "Forecasts Say That 60-70% Will be COVID Infected", "COVID-19 Antibody Testing for Blood Donations", "FDA Withdraws Authorization for Hydroxychloroquine", "Hydroxychloroquine-Remdesivir Combo Dangerous: FDA", "Study: Common Steroid May Help Serious COVID Cases", "Jailing Practices Are Fueling COVID-19 Spread", "Dental Appointments Won't Be the Same in COVID Era", "How to Cope When COVID Steals Loving Touch, Hugs", "Lockdowns Making Things Worse for Obese Americans", "USDOT Providing Travelers 100 Million Face Masks", "As Summer Begins, CDC Updates Social Guidelines", "Players Express Concern As NBA Eyes Restart", "As Many as 140,000 COVID-19 Deaths by July 4", "New COVID-19 Outbreak Locks Down Beijing District", "COVID-19 Can Start With Neurological Symptoms", "Pandemic Causing Havoc for Kids With ADHD", "Male Baldness May Increase Severe COVID-19 Risk", "COVID-19 Cases Rebound Across the South and West", "Schools, Parents, Teachers Grapple With Reopening", "Poll: Most Educators Wary of Fall School Reopening", "DIY COVID Tests Work Fine, Less Discomfort", "Is It Safe to Go to the Pool?", "African Americans Know More COVID-19 Victims", "Moderna Phase 3 COVID-19 Testing Starting in July", "Lung Transplant Performed in COVID-19 Patient", "COVID-19 Treatment Could Get Approval By September", "Missouri Hairstylists Not linked to COVID-19 Cases", "That Cough or Sneeze Behind You Might Not Be COVID", "COVID-19 in Pregnancy, Worse C-Section Outcomes", "Survey Shows How Couples Cope During Lockdown", "United Airlines Passengers Questioned About Health", "Widespread Face Mask Use Could Control Second Wave", "CPR Still Encouraged During COVID-19 Pandemic", "19 States Report Increase in COVID-19 Cases", "Moscow Lifts COVID-19 Stay-at-Home Orders", "Stay Connected With Loved Ones in Nursing Homes", "COVID, Racism Are Dual Crises for Black Americans", "Pandemic Is Changing Your Next Doc Appointment", "COVID-19 Vaccine: Latest Updates", "Fauci Warns That Pandemic ‘Isn’t Over Yet’", "COVID-19 May Have Spread in China in August", "COVID-19 Vaccine Will Probably Require Two Doses", "The Lancet Retracts Hydroxychloroquine Study", "Protesters Take Precautions as Experts Fear COVID Surge", "COVID Cases Rise in South and West Amid Protests", "George Floyd Tested Positive for COVID-19", "Pets: Big Pandemic Stress Reducers", "'Psychological Distress' Tripled During Pandemic", "DIY COVID Tests Work Fine, Less Discomfort: Study", "Black Children Hit Especially Hard by COVID-19", "COVID-19: Loss of Smell, Taste Might Be Long-Term", "UK Scientists Test Ibuprofen as COVID-19 Treatment", "Poll Shows 7 in 10 Would Get COVID-19 Vaccine", "Are Symptoms From COVID-19 or Seasonal Allergies?", "Repercussions From Antibiotics Overuse During Pandemic", "FDA Places Zoloft on Shortage List", "Claims of a Weaker COVID-19 Virus Disputed", "Congo Facing Ebola, COVID and Measles All at Once", "MRIs Show COVID-19 May Invade the Brain", "Domestic Violence Rises Under Stay-at-Home Rules", "Plasma Therapy Helps Critically Ill COVID Patients", "Study on Hydroxychloroquine for COVID Questioned", "What's Behind Severe Kids' Illness After COVID-19?", "Vulnerable Groups Weigh Risks as Country Reopens", "COVID-19 Exacts Emotional Toll on Doctors", "COVID-19 Cases Drop in Warm Weather, But Not Much", "Shortages of Hydroxychloroquine for Lupus Patients", "New Human Trials of COVID-19 Antibody Treatment", "Majority Want Virus Curbed Over Economy Reopening", "Remdesivir Shows Small Benefit in COVID-19 Trial", "Viral, Antibody Test Number Policy Sows Confusion", "Antibody Tests May Answer Public Health Questions", "Stay-at-Home Orders Could Mean More Obese Kids", "What Will It Take to Reopen Offices Safely?", "U.S. Spread of COVID-19 Likely Began in January", "Moderna Starts Phase Two of COVID-19 Vaccine Study", "COVID Rates Lower Than Thought for Pregnant Women", "Postponed Surgeries Resume, Stretching Hospitals", "States Adjust Their Hurricane Plans for COVID-19", "Mass Protests Could Cause COVID-19 Outbreaks", "1 in 10 Hospitalized Diabetic COVID Patients Dies", "DVT Clots Strike Critically Ill COVID-19 Patients", "Phased Disney World Reopening Starting July 11", "Pandemic Can Overwhelm Those With Autism", "Half of Americans Say They’d Get COVID-19 Vaccine", "U.S. Imposes Travel Ban on Brazil", "Quarantine Urged for Lake of the Ozarks Partiers", "WHO Pauses Hydroxychloroquine Clinical Trial", "Aerosol Scientist: COVID-19 Is Likely Airborne", "COVID-19 Virus Found in Stool May Be Infectious", "COVID and Sleep: Sweet Dreams Aren’t Made of This", "Alzheimer's Gene Linked to Severe COVID-19 Risk", "Clotting Tied to COVID-19 May Harm the Placenta", "Can You Catch COVID-19 Through Your Eyes?", "Nursing Homes Are Ground Zero for COVID-19", "Getting Back to Work Safely After Lockdown", "White House Updates COVID-19 Testing Strategy", "Remdesivir Speeds Recovery for COVID-19 Patients", "Sales of Drug Trump Touted Rise Sharply", "Restart Guidelines for TV and Film in Georgia", "NY Has First Day With Under 100 COVID-19 Deaths", "VA Reports More Than 1,000 Deaths From COVID-19", "Coronavirus Puts UV in the Disinfectant Spotlight", "Childhood Vaccination Rates Drop During Pandemic", "How Will COVID Change the Workplace?", "More Vitamin D, Lower Risk of Severe COVID-19?", "Disney: Shopping Area in Florida Reopens This Week", "HHS Chief: Reopening a ‘Very Localized’ Decision", "Men Say Masks ‘Not Cool,’ Less Likely to Wear Them", "Trump Gives Details About COVID-19 Vaccine Project", "Wisconsin Bars Full As Stay-Home Order Struck Down", "People Mount Strong Immune Responses to COVID-19", "More USS Roosevelt Sailors Test Positive Again", "FDA Authorizes First at-Home COVID-19 Sample Kit", "The Fellows Behind the COVID-19 Literature Updates", "COVID-19 Daily: First Vaccine Data, Antibody Test Issues", "COVID-19 Severity in Pregnancy Appears Lower Than H1N1", "COMMENTARY: Are COVID-19 Antibody Results Overly Optimistic?", "Telephone vs Telemedicine: Code and Bill Correctly During COVID-19", "WebMD Poll: Many Report Weight Gain During Shutdown", "COMMENTARY: A Quick Summary of the COVID-19 Literature So Far", "UK Trial Tests Whether Dogs Can Sniff Coronavirus", "Rare Inflammatory Condition Occurring in Children", "America's Prisons Are Breeding Grounds for COVID", "Vaccine Protects Monkeys Against COVID-19", "COVID-19 May Trigger Rare Complication In Children", "Largest Study to Date Links Glucose Control to COVID-19 Outcomes", "COVID-19 Daily: High-Risk Specialties, Flu Comparisons", "Some Data May Be Worse Than No Data in the COVID Era", "COMMENTARY: Treating Liver Disease During COVID-19: New Recommendations", "Comparing COVID-19, Flu Death Tolls 'Extremely Dangerous'", "Which Specialties Are at Highest Risk for Contracting COVID-19?", "COVID-19 Will Likely Change Docs' Incentive Targets, Bonuses", "Smell Diminishes by Day 3 of COVID-19, Study Says", "COVID-19 Can Infect and Harm Digestive Organs", "COVID-19 Daily: Hazard Pay, Dangerous Mistakes", "New Focus on Renin-Angiotensin System Role in COVID-19", "COMMENTARY: COVID-19 Data Dives: The High Cost of Herd Immunity", "Hazard Pay in New COVID-19 Relief Bill Likely a 'Pipe Dream'", "COVID-19: What Will Happen to Physician Income This Year?", "Skin Changes With COVID-19: What We Know and Don't Know", "Inhaled Nitric Oxide Explored for COVID-19 Oxygenation", "Ophthalmology Practices Hit Hard by COVID-19 Closures, Changes", "Life After COVID-19: The Road To Recovery", "Teacher Creates Special Suit to Hug Her Students", "Nervous About Returning to Work? COVID Precautions", "Trials Test Survivors' Blood as COVID-19 Treatment", "As States Reopen, Fauci Warns Outbreaks Inevitable", "FDA Issues Alert on Accuracy of Abbott ID NOW Rapid Test", "Stay-at-Home Orders Correlated With Slower COVID-19 Spread", "COMMENTARY: Making the Case for PPE", "Pfizer: COVID-19 Vaccine Could Arrive in October", "L.A. Mayor: All Residents Must Wear Masks", "Limited Reopenings at Many National Parks", "COVID-19 Deaths Top 300,000 Worldwide", "COVID-19 Is More Severe in Smokers", "What to Know About Coronavirus Testing", "States Not Hitting Testing Goals; Feds Promise Aid", "COVID-19: Millions of Older Americans Going Hungry", "COVID Test Used at White House Often Wrong", "L.A. Could Keep Stay-at-Home Order Through Summer", "Countries Renew Restrictions As COVID Spikes", "Group Screening Could Help COVID-19 Test Shortages", "1 in 4 YouTube Videos Mislead Viewers About COVID", "COMMENTARY: COVID-19 Data Dives: Volunteering to Get Coronavirus?", "Coronavirus Social: A Twitter Thumbs Up for Docs Who Rock", "European Society of Cardiology 2020 Congress Goes Virtual", "COMMENTARY: COVID-19: Why We Can't Test Our Way Out of This", "Alcohol Abuse Agitated by COVID-19 Stirring Liver Concerns", "COVID-19 Daily: ER Docs Procure PPE, Earlier Pandemic Start", "Meat Shortage Forces Some Wendy’s Menu Changes", "France’s First COVID-19 Patient Was in December", "COVID-19 Leaves U.S. Hospitals in Financial Crisis", "Inhaler Use Up During Coronavirus Pandemic", "Study Will Track Coronavirus in Kids and Family", "Cellphones Are 'Trojan Horses' for Viruses", "Don’t Skip Vital Care, Babies’ Shots, Doctors Warn", "Remdesivir Donated to Treat COVID-19 Patients", "FDA OKs Emergency Use of Roche Antibody Test", "U.S. June Forecast of 3,000 Daily COVID-19 Deaths", "Defiant Crowds Prompt Miami Beach Park Closure", "FDA Tightens Rules on Antibody Testing", "Coronavirus Social: Nurses Behaving Badly on TikTok", "More Guidance on Inpatient Management of Blood Glucose in COVID-19", "Early Oxygen Therapy Vital for Pregnant Patients With COVID-19", "I Want to Retire, But Just Can't Say Goodbye", "COVID-19 Daily: Skin Manifestations, HCQ Heart Rhythm Risks", "COMMENTARY: No Better Time to Thank Our Nurses", "COVID-19 Data Dives: Good Serosurveys Are Needed. Not All Are Good", "PTSD Can Strike Nurses, Especially During COVID-19", "Beauty Industry Group Sues Over Shop Closings", "States Ramp Up Contact Tracing Amid Reopening", "Organ Transplants Plummet During COVID-19 Crisis", "After Possible Exposure, Pence won’t Self Isolate", "White House and CDC at Odds Over Airport Screening", "Trump Says Not Everyone Should Be Tested", "COVID-19 Cuts Stroke Cases Nearly 40% Nationwide", "COVID-19 Daily: Fauci Testifies, HCQ Trials Lack ECG", "Coronavirus Social: Twitter Hustles to Verify Physicians", "COVID-19 Triggers New Bariatric/Metabolic Surgery Guidance", "COVID-19 Fears Tied to Dangerous Drop in Child Vaccinations", "COVID-19 Lockdown Increases Child Abuse Risk", "Stomach Ills May Signal COVID-19 in Kids", "Blood Yields Clue to Why COVID Is Tougher on Men", "FDA Oks COVID Test Using Gene-Editing Technology", "Can Schools Really Reopen Safely?", "Pangolins May Hold Clues to How COVID-19 Began", "Doctors update warning signs of severe COVID", "Don't Expect a Baby Boom After Pandemic Lockdowns", "Food Plant Personnel Covid-19 Deaths Reported", "PTSD May Plague Many COVID-19 Survivors", "Virus Found in Semen of COVID-19 Survivors", "Trump Says Coronavirus Task Force Will Remain", "Endocrinologists Navigate Deferments, Telehealth Amid COVID-19", "COMMENTARY: COVID-19: Be Wary of Those Racing to Fill the Therapeutic Void", "SARS-CoV-2 in Semen of COVID-19 Patients?", "What Day Is It? This Is Your Brain on Quarantine", "COMMENTARY: Can We Measure COVID-19 Seroprevalence With a Flawed Ruler?", "COVID-19: 8 Steps for Getting Ready to See Patients Again", "COMMENTARY: The Links Between COVID-19 and Diabetes, Known and Unknown", "COVID-19 Daily: Male Vulnerability, Semen Study", "Evidence Builds Linking Anticoagulation to COVID-19 Survival", "Androgens May Explain Male Vulnerability to COVID-19", "100 Days Into COVID-19, Where Do We Stand?", "Pfizer Starts Clinical Trials of COVID-19 Vaccine", "Supreme Court Justice Ginsburg Home From Hospital", "Blood Thinners Could Boost COVID-19 Survival", "Gay Blood Donors: Eager to Help, but Face Barriers", "Stars Read to Kids During the Coronavirus Pandemic", "Will Warmer Temps Help Contain Coronavirus?", "Texas Gov. Frees Jailed Salon Owner", "Illness in Dozens of Children May Be Tied to COVID", "A Trump Valet Tests Positive for COVID-19", "COMMENTARY: Med Students Aren't Prepared for Virtual Clinical Exams", "Mental Health an Emerging Crisis of COVID Pandemic", "COVID-19 and Psychosis: Is There a Link?", "COVID-19 Daily: Be Wary of New Treatments, HCW Infections", "COMMENTARY: The Element of Surprise: How COVID-19 Has Unveiled a Tale of Two Americas", "COMMENTARY: COVID-Positive: A Physician's Diary", "Children With Kawasaki-Like Disease Positive for COVID-19", "Operation Quack Hack: FDA Targets Fraudulent COVID-19 Products", "COMMENTARY: COVID-19 Dermatologic Manifestations: More Than a Footprint", "COVID-19: How to Recognize and Manage Kawasaki-like Syndrome", "COMMENTARY: 'Cardio-COVID': Amal Mattu on COVID-19 and Matters of the Heart", "COVID-19 in ICE Facilities Could Overwhelm Local ICUs", "Trending Clinical Topic: COVID Toes", "Med Schools Bringing Back Students, Flooded With Applicants", "Justice Ginsberg Joins Court Call from Hospital", "Nurse Shares Sweet Story After Front-Line Shift", "Turning Patients Prone Helps Fight COVID-19", "Why Are Minorities Hardest Hit By COVID-19?", "Warning: U.S. May Not Lower COVID-19 Infections", "Best Ways to Help Kids Through the Pandemic", "Annual COVID-19 Vaccine May Be Necessary", "Cuddling Brings Two Minds Together, Study Reveals", "Running Without Risk During the Pandemic", "What Is 'Contact Tracing' and How Does it Work?", "COVID-19 Daily: New Study Tracks US Response, Hospital Inequities", "Virtual March' Demands Immediate Federal Action on PPE", "Rural Hospitals Prepare for Two Vastly Different Scenarios", "COVID-19 Daily: Virtual March for PPE, Rural Hospitals Prep", "TSA: 500 Employees Test Positive for COVID-19", "Most of Georgia’s COVID-19 Hospitalized Are Black", "LA Offers All Residents Free COVID-19 Tests", "NYC Stopping Subways Overnight to Disinfect Trains", "U.S. Government to Increase PPE Shipments to Nursing Homes", "COVID-19: US Initiative Aims to Stem the Tide of Suicide", "COMMENTARY: Healthcare Workers Should Wear Reusable Elastomeric Masks", "COVID-19 Daily: Remdesivir Authorization, Pay Parity for Telehealth", "Coronavirus Social: Babies Shouldn't Wear Masks, Experts Warn", "Trending Clinical Topic: Cancer and COVID-19", "COMMENTARY: We Can't Ignore the Harms of Social Distancing", "Sweden Sticks With Controversial COVID-19 Approach", "Blood Pressure Medicines Don’t Increase COVID-19 Risk", "CMS Hikes Telephone Visit Payments During Pandemic", "Excess Cancer Deaths Predicted as Care Disrupted by COVID-19", "Neurologists Dust Off Their Stethoscopes, Join COVID Frontlines", "Parents Hold Newborn Twins After Beating COVID-19", "ACT-Accelerator update", "IOC joins forces with WHO and the United Nations to fight COVID-19", "The World Health Organization reminds public to remain vigilant through Mr Bean’s Essential COVID-19 Checklist", "WHO welcomes preliminary results about dexamethasone use in treating critically ill COVID-19 patients", "A cluster of COVID-19 in Beijing, People’s Republic of China", "WHO welcomes crucial new funding for vaccines", "Record number of countries contribute data revealing disturbing rates of antimicrobial resistance", "COVID-19 significantly impacts health services for noncommunicable diseases", "International community rallies to support open research and science to fight COVID-19", "At least 80 million children under one at risk of diseases such as diphtheria, measles and polio as COVID-19 disrupts routine vaccination efforts, warn Gavi, WHO and UNICEF", "WHO and UNHCR join forces to improve health services for refugees, displaced and stateless people", "Historic health assembly ends with global commitment to COVID-19 response", "WHO and Costa Rica preview technology pooling initiative to ensure access to COVID-19 health products for all", "Substantial investment needed to avert mental health crisis", "WHO: People living longer and healthier lives but COVID-19 threatens to throw progress off track", "Launch of the WHO Academy and the WHO Info mobile applications", "ECOSOC Informal Briefing on 'Joining Forces: Effective Policy Solutions for Covid-19 Response'", "Commemorating Smallpox Eradication – a legacy of hope, for COVID-19 and other diseases", "Guidance on Integration of COVID-19 in Existing Acute Febrile Illness (AFI) Surveillance Systems", "Framework for Healthcare Systems Providing Non-COVID-19 Clinical Care During the COVID-19 Pandemic", "Contact Tracing", "Daily Life and Coping", "Interim Clinical Guidance for Management of Patients with Confirmed Coronavirus Disease (COVID-19)", "Stop the Spread of Rumors", "Considerations for Restaurants and Bars", "COVID-19 Recommendations for Pet Stores Pet Distributors and Pet Breeding Facilities", "Interim Considerations for K-12 School Administrators for SARS-CoV-2 Testing", "Interim Considerations for Institutions of Higher Education Administrators for SARS-CoV-2 Testing", "Operational Considerations for Immunization Services during COVID-19 in Non-US Settings Focusing on Low-Middle Income Countries", "Training for Healthcare Professionals", "Test for Past Infection (Antibody Test)", "Evaluation for SARS-CoV-2 Testing in Animals", "Preventing the Spread of COVID-19 in Retirement Communities and Independent Living Facilities", "Retirement Communities and Independent Living", "CDC COVID-19 Global Response", "Preventing the Spread of COVID-19 in a Variety of Settings Throughout Your Community", "Surveillance and Data Analytics", "Community Mitigation", "Laboratory Capacity", "Communication Materials", "Interim Infection Prevention and Control Guidance for Veterinary Clinics Treating Companion Animals During the COVID-19 Response", "Living in or Visiting Retirement Communities or Independent Living Facilities", "Road Travel Toolkit for Transportation Partners", "Community Mitigation", "Management of Visitors to Healthcare Facilities in the Context of COVID-19: Non-US Healthcare Settings", "Use of Cloth Face Coverings to Help Slow the Spread of COVID-19", "Strategies for Optimizing Supply of N95 Respirators", "Travelers Returning from Cruise Ship and River Cruise Voyages", "Considerations for Wearing Cloth Face Coverings", "Considerations for Travelers—Coronavirus in the US", "If You Have Pets", "Guidance for Direct Service Providers", "What Bank Employees Need to Know about COVID-19", "Strategies for Optimizing the Supply of Facemasks", "Strategies for Optimizing the Supply of Eye Protection", "COVID-19 Employer Information for Banks", "Guidance for Pharmacies", "Interim Guidance for Implementing Home Care of People Not Requiring Hospitalization for Coronavirus Disease 2019 (COVID-19)", "Help Stop the Spread of COVID-19 in Children", "About Cloth Face Coverings", "Toolkit: One Health Approach to Address Companion Animals with SARS-CoV-2", "RRT Composition: COVID-19 Considerations", "Standardized procedure for broad-based testing for SARS-CoV-2 in congregate settings: Considerations for health departments and healthcare providers", "Transcript for the CDC Telebriefing Update on COVID-19", "Commercial Laboratory Seroprevalence Survey Data", "Framework for Implementation of COVID-19 Community Mitigation Measures for Lower-Resource Countries ​", "Markets: Operational considerations for COVID-19 mitigation measures in low resource settings", "CDC updates expands list of people at risk of severe COVID-19 illness", "CDC Media Telebriefing: Update on COVID-19", "Older Adults", "Special Populations Data in the U.S.", "People Who Are at Increased Risk for Severe Illness", "People Who Live in a Nursing Home or Long-Term Care Facility", "COVID-19 Serology Surveillance Strategy", "How to Report COVID-19 Laboratory Data", "Food and Coronavirus Disease 2019 (COVID-19)", "Preparing for COVID-19 in Nursing Homes", "Suggestions for Youth and Summer Camps", "COVID-19 in Racial and Ethnic Minority Groups", "Assessing Risk Factors for Severe COVID-19 Illness", "Clinical Care Guidance for Healthcare Professionals about Coronavirus (COVID-19)", "COVID-19 Mathematical Modeling", "People of Any Age with Underlying Medical Conditions", "Test for Current Infection", "If You Are Pregnant Breastfeeding or Caring for Young Children", "Evidence used to update the list of underlying medical conditions that increase a person’s risk of severe illness from COVID-19", "Your Health", "Testing for COVID-19", "Communication Resources for Travelers", "Protecting Seafood Processing Workers from COVID-19", "Safe Watering Points During COVID-19", "Pets and Other Animals", "Health Departments", "More Resources about COVID-19", "COVID-19 Forecasting: Background Information", "Youth Sports Program FAQs", "Migration and Border Health", "What Nail Salon Employees Need to Know about COVID-19", "Investigating and responding to COVID-19 cases in non-healthcare work settings", "Pre-Deployment Processes: COVID-19 Considerations", "COVID-19 Rapid Response Team Guidance", "COVID-19 Serology Surveillance", "Additional Resources", "Post-Deployment Processes: COVID-19 Considerations", "Deployment Processes: COVID-19 Considerations", "Every day, I walk away amazedMONDAY", "Identify Jurisdiction-Specific Case Investigation Tools", "Identify Jurisdiction-Specific Contact Tracing Tools and Protocols", "Identify the Primary Components of COVID-19 Case Investigation", "Topics for Case Investigators", "Topics for Contact Tracers", "Considerations for Election Polling Locations and Voters", "COVID-19 and Animals", "Manufacturing Facility Assessment Toolkit", "Analyze Contact Tracing Encounters for Continuous Quality Improvement", "Contact Tracing", "Ten Clinical Tips on COVID-19 for Healthcare Providers Involved in Patient Care", "An Approach for Monitoring and Evaluating Community Mitigation Strategies for COVID-19", "Monitoring and Evaluation Logic Model", "Considerations for Casinos and Gaming Operations", "FAQs for Correctional and Detention Facilities", "Contact Tracing for COVID-19", "Cases and Deaths in the U.S.", "Guidance for Dental Settings", "How COVID-19 Spreads", "Resources", "Open Burning during the COVID-19 Pandemic", "About COVID-19", "Environmental Health Practitioners", "Considerations for Public Beaches", "COVIDTracer 1.0", "Guidance for Handlers of Service and Therapy Animals", "Travelers Prohibited from Entry to the United States", "Considerations for Community-Based Organizations", "Deciding to Go Out", "Personal and Social Activities", "Running Essential Errands", "A Sort of Homecoming", "Keep Children Healthy during the COVID-19 Outbreak", "CDC releases consolidated COVID-19 testing recommendations", "Household Checklist", "Testing Strategy for Coronavirus (COVID-19) in High-Density Critical Infrastructure Workplaces after a COVID-19 Case Is Identified", "Transcript - CDC Media Telebriefing: Update on COVID-19", "Public Attitudes Behaviors and Beliefs Related to COVID-19 Stay-at-Home Orders Nonessential Business Closures and Public Health Guidance — United States  New York City and Los Angeles May 5–12 2020", "CDC Media Telebriefing: Update on COVID-19", "Guidance for U.S. Centers for Disease Control and Prevention Staff for the Establishment and Management of Public Health Rapid Response Teams for Disease Outbreaks: COVID-19 Disease Supplement Infographic", "Interim Guidance for Homeless Service Providers to Plan and Respond to Coronavirus Disease 2019 (COVID-19)", "People Experiencing Homelessness", "Gatherings and Community Events", "Alcohol and Substance Use", "What to Do if Your Pet Tests Positive for the Virus that Causes COVID-19", "Grief and Loss", "Support for Veterans", "Support for People Experiencing Abuse", "Interim Guidance for SARS-CoV-2 Testing in North American Wildlife", "Agriculture Workers and Employers", "Reducing Stigma", "Using Telehealth to Expand Access to Essential Health Services during the COVID-19 Pandemic", "Financial Resources", "General Contact Tracing and Case Investigation Training Modules", "Visiting Parks and Recreational Facilities", "Investigating a COVID-19 Case", "Doctor Visits and Getting Medicines", "Talking with the Patient – A Case Investigator’s Guide to COVID-19", "Research Use Only 2019-Novel Coronavirus (2019-nCoV) Real-time RT-PCR Primers and Probes", "Guidance for Administrators in Parks and Recreational Facilities", "Healthcare Infection Prevention and Control FAQs for COVID-19", "Wildfire Smoke and COVID-19: Frequently Asked Questions and Resources for Air Resource Advisors and Other Environmental Health Professionals", "Interim Laboratory Biosafety Guidelines for Handling and Processing Specimens Associated with Coronavirus Disease 2019 (COVID-19)", "Notification of Exposure: A Contact Tracer's Guide for COVID-19", "Communication Toolkit", "COVID-19 Employer Information for Nail Salons", "Public Health Guidance for Community-Related Exposure", "HHS Announces New Laboratory Data Reporting Guidance for COVID-19 Testing", "Identify the Primary Components of COVID-19 Case Investigation and Contact Tracing", "Identify the Primary Components of COVID-19 Contact Tracing", "Collection and Submission of Postmortem Specimens from Deceased Persons with Known or Suspected COVID-19", "Other Populations", "CDC’s role in helping cruise ship travelers during the COVID-19 pandemic", "K-12 Schools and Childcare Programs", "Special Considerations for Patients on Home Dialysis", "COVID-19 Staffing Guidance for State Tribal Local and Territorial Health Departments", "Community-level Seroprevalence Surveys", "Support Services", "A Marathoner’s Take on COVID-19", "COVID-19 in Newly Resettled Refugee Populations", "Guidance for Group Homes for Individuals with Disabilities", "Schools and Day Camps", "Considerations for Institutes of Higher Education", "Information for Pediatric Healthcare Providers", "Considerations for Preventing Spread of COVID-19 in Assisted Living Facilities", "Appendices", "Air Travel Toolkit for Airline Partners", "Childcare Programs", "Considerations for Youth Sports", "Households Living in Close Quarters", "Discontinuation of Isolation for Persons with COVID -19 Not in Healthcare Settings", "Childcare Programs", "United States Coronavirus (COVID-19) Death Toll Surpasses 100000", "Information for Sanitation and Wastewater Workers on COVID-19", "First Responders Law Enforcement and Public Services", "Travel: Frequently Asked Questions and Answers", "Standard Operating Procedure (SOP) for Triage of Suspected COVID-19 Patients in non-US Healthcare Settings: Early Identification and Prevention of Transmission during Triage", "Using Antibody Tests for COVID-19", "Screening Clients for COVID-19 at Homeless Shelters or Encampments", "Antibody Testing At-A-Glance Recommendations for Professionals", "Interim Guidance for Mass Transit Administrators", "Key Resources", "Cleaning And Disinfecting Your Home", "Funeral Guidance for Individuals and Families", "COVID-19 Employer Information for Office Buildings", "Considerations for Public Pools Hot Tubs and Water Playgrounds During COVID-19", "Returning from International Travel", "Cleaning and Disinfection for Community Facilities", "People with Developmental and Behavioral Disorders", "Guidance for Direct Service Providers  Caregivers Parents and People with Developmental and Behavioral Disorders", "Implementation of Mitigation Strategies for Communities with Local COVID-19 Transmission", "Special Considerations for Health Departments", "Managing Investigations During an Outbreak", "When to Initiate Case Investigation and Contact Tracing Activities", "Training Case Investigators and Contact Tracers", "Scaling Up Staffing Roles in Case Investigation and Contact Tracing", "Interim Guidance on Developing a COVID-19 Case Investigation & Contact Tracing Plan: Overview", "Digital Contact Tracing Tools", "Confidentiality and Consent", "Evaluating Case Investigation and Contact Tracing Success", "Data Management for Assigning and Managing Investigations", "Building Community Support", "When You Can be Around Others After You Had or Likely Had COVID-19", "Protect Yourself When Using Transportation", "COVID-19 Surge", "If You Are Sick or Caring for Someone", "Community and Faith-Based Organizations", "Serology Testing for COVID-19 at CDC", "Interim Guidance for Communities of Faith", "Interim Guidelines for COVID-19 Antibody Testing", "CDC Releases Recommendations for Communities of Faith", "Data Visualization: How to Align Manufacturing Workstations If Feasible", "How to Wash Cloth Face Coverings", "Contact Tracing", "Resuming Business Toolkit", "COVID-19 Sample Training Plans for Contact Tracers Case Investigators and Supervisors", "Cleaning and Disinfecting", "Rodent Control", "Key Information to Collect During a Case Interview", "At Home", "CDC releases resources to assist states to open", "Considerations for Inpatient Obstetric Healthcare Settings", "Publications about COVID-19 for Laboratories", "Talking with children about Coronavirus Disease 2019", "Evaluation and Management Considerations for Neonates At Risk for COVID-19", "Caring for Children", "For Parents: Multisystem Inflammatory Syndrome in Children (MIS-C) associated with COVID-19", "Help Children Learn at Home", "Previous U.S. COVID-19 Case Data", "What Construction Workers Need to Know about COVID-19", "Monitor Performance of Case Investigation and Contact Tracers", "Describe a Team Lead’s Role in Training and Development", "Identify Time Management Practices for Case Investigation and Contact Tracing Leads", "Describe the Qualities Skills And Styles of Effective COVID-19 Case Investigation and Contract Tracing Leads", "Topics for Team Leads", "Communities Schools Workplaces and Events", "Colleges  Universities and Higher Learning", "Considerations for Schools", "Performing Facility-wide SARS-CoV-2 Testing in Nursing Homes", "What Workers and Employers Can Do to Manage Workplace Fatigue during COVID-19", "Additional COVID-19 Guidance for Caregivers of People Living with Dementia in Community Settings", "HHS Delivers Funding to Expand Testing Capacity for States Territories Tribes", "Looking for Clues", "CDC Seroprevalence Survey Types", "Checklist for Homeless Service Providers During Community Re-opening", "Mass Transit Decision Tool", "What Long-haul Truck Drivers Need to Know about COVID-19", "Interim Guidance for Syringe Services Programs", "Interim Guidance for Public Health Professionals Managing People With COVID-19 in Home Care and Isolation Who Have Pets or Other Animals", "Identify Strategies to Reduce Spread of COVID-19", "CDC Response Corps to Support State Tribal Local and Territorial Health Departments", "Factors to Consider When Planning to Purchase Respirators from Another Country", "Restaurants and Bars Decision Tool", "Apply COVID-19 Contact Tracing Protocol to Realistic Scenarios", "Define COVID-19 Contact Tracing Protocol", "Describe COVID-19 Case Investigation Protocol", "Coronavirus Disease 2019 (COVID-19)-Associated Hospitalization Surveillance Network (COVID-NET)", "Stress and Coping", "Analyze Case Investigation Encounters for Continuous Quality", "Apply COVID-19 Online Knowledge and Case Investigating Protocol to Realistic Scenarios", "If You Are Immunocompromised Protect Yourself From COVID-19", "Symptoms of Coronavirus", "CDC Laboratory Work for Coronavirus (COVID-19)", "Interim Guidance on Unsheltered Homelessness and Coronavirus Disease 2019 (COVID-19) for Homeless Service Providers and Local Officials", "Manufacturing Workers and Employers", "Preparedness Tools for Healthcare Professionals and Facilities Responding to Coronavirus (COVID-19)", "A different kind of outbreak", "Considerations for Memory Care Units in Long-term Care Facilities", "Youth Experiencing Homelessness", "FAQs for Wildland Firefighters", "What Maritime Pilots Need to Know about COVID-19", "Worker Safety and Support", "When to wear gloves", "Caring for Someone Sick at Home", "Contact Tracing Training Plan", "Infection Prevention and Control Assessment Tool for Nursing Homes Preparing for COVID-19", "List Requirements for Protecting Health Information", "Checklist for Older Adults", "What To Do if You Are Sick", "Guidance for Cleaning and Disinfecting", "Reopening Guidance for Cleaning and Disinfecting Public Spaces Workplaces Businesses Schools and Homes", "Shared and Congregate Housing", "Prevent Getting Sick", "Interim Guidance on Management of Coronavirus Disease 2019 (COVID-19) in Correctional and Detention Facilities", "What Waste Collectors and Recyclers Need to Know about COVID-19", "Guidance for Reopening Buildings After Prolonged Shutdown or Reduced Operation", "Guidance Documents", "Interim Guidance for Businesses and Employers Responding to Coronavirus Disease 2019 (COVID-19) May 2020", "COVID-19 Critical Infrastructure Sector Response Planning", "Arriving Passengers Health Card", "Operational Considerations for Personal Protective Equipment in the Context of Global Supply Shortages for Coronavirus Disease 2019 (COVID-19) Pandemic: non-US Healthcare Settings", "Healthcare Personnel and First Responders: How to Cope with Stress and Build Resilience During the COVID-19 Pandemic", "Employees: How to Cope with Job Stress and Build Resilience During the COVID-19 Pandemic", "SARS-CoV-2 Viral Culturing at CDC", "Information for Health Departments on Reporting Cases of COVID-19", "Care for Breastfeeding Women", "What to Know About Liver Disease and COVID-19", "Criteria for Return to Work for Healthcare Personnel with Confirmed or Suspected COVID-19 (Interim Guidance)", "Symptom-Based Strategy to Discontinue Isolation for Persons with COVID-19", "Riding the first wave of CDC’s COVID-19 response at ports of entrySATURDAY", "Says gloves shouldn’t be worn in public because “if you are wearing the same set of gloves all over town you are only spreading germs everywhere you go.”", "“Two-thirds of Americans disapprove of Donald Trump not wearing a face mask in public.”", "“Research illustrates a clear correlation between vitamin D deficiencies and (higher) COVID-19 mortality rates.”", "“Infection rates in Allegany, Cattaraugus and Chautauqua counties have consistently been among the lowest in the state.”", "In COVID-19 crisis “only 20% of African Americans had jobs where they could work from home.”", "Significantly more people died of Covid-19 in two months than died of overdoses all of last year or the year before.", "Says President Trump said coronavirus testing makes the U.S. look bad, \"so I said to my people, ‘Slow the testing down.’\"", "\"North Carolina is one of four states\" that hasn't opened gyms.", "Says Wisconsin measures have \"prevented the death of at least 300 Wisconsinites and perhaps as many as 1400 lives.\"", "Congressional candidate Chris Jacobs “voted against paid leave for COVID-19.”", "“Immigrants make up a majority of essential workers in places like New York City.”", "New York City could pay to house its homeless population in hotel rooms currently sitting vacant but Mayor Bill de Blasio “has absolutely to this point refused to do that.”", "Says Wisconsin has not had a spike in coronavirus cases that was “statistically significant related to the fact that they had voting.”", "“Beachgoers trash Florida beaches with 13000 pounds of litter after beaches reopen.”", "“Pelosi’s new coronavirus bill allows illegals to receive billions in relief funds in past current and future payments.”", "“Gov. Wolf is not allowing companies that distribute U.S. flags to ship out orders to be placed at veteran’s graves for Memorial Day.”", "“VA Democrats authorized for early release over 4000 inmates 60% of which are incarcerated for violent offenses.”", "“Almost 75 percent of the deaths from COVID-19 in the state of Texas are a result of people contracting COVID-19 who are age 65 and older.”", "A long list shows “new CDC guidelines for reopening schools.”", "Says researchers found a “fabric that kills coronaviruses”", "“With retail people are moving around and you don’t have as much a chance to spread the virus (as you do) when people are sitting or standing indoors” for long periods of time.", "Says President Donald Trump “took more than a month to allocate Congress’ emergency funding to tribes — and only did so after tribes sued.”", "As of June 23 the COVID-19 death rate is “way down.”", "Hays County in Central Texas has seen an “incredible 845% increase in (COVID-19) cases since June 7.”", "What We Can Learn from the Resurgence of COVID-19 in Spain", "Why Approving a COVID-19 Vaccine Too Early Could Cause More Harm Than Good", "Not Sure You Have COVID-19? Here Are the Symptoms for Coronavirus, Flu, and Allergies", "Flu Study Highlights Difficulty of Achieving COVID-19 'Herd Immunity'", "Resign or Return? The Dilemma Facing Classroom Teachers in Our COVID-19 Era", "FDA Approves $5 COVID-19 Test That Gives Results in 15 Minutes", "Staying 6 Feet Apart Often Isn’t Enough During COVID-19 Pandemic", "Despite New Safety Guidelines, Experts Say Movie Theaters Are High-Risk", "Yes, You Can Get COVID-19 Again: What to Know", "Blood Thinners, Blood Pressure Meds May Improve COVID-19 Survival Rate", "Fast Isn’t Always Better: What to Know About Rise of Rapid Coronavirus Testing", "CDC Changes COVID-19 Testing Guidelines, Worrying Experts", "What to Do When You Clash with Your Kid’s Grandparents About COVID-19", "How to Safely Sanitize Every Type of Face Mask", "Suicidal Ideation Is Increasing During COVID-19: How Best to Cope", "‘Secondary Victims’: Families of People Who Died from COVID-19 Talk About Their Anguish", "COVID-19 Survivors Are Losing Their Hair — Here’s Why", "Why Shrinking Your Social Bubble May Be Necessary Right Now", "What You Need to Know If You Plan to Fly on an Airplane During COVID-19", "Peaches Suspected in Salmonella Outbreak in 9 States: What to Know", "Is It Too Early to Get the Flu Vaccine?", "Here’s Why Seasonal Flu Vaccines Only Last a Few Months", "Woman Who Spoke at DNC Convention Talks to Healthline About Her Father’s COVID-19 Death", "New COVID-19 Saliva Tests Now Available: Are They the Breakthrough We Need?", "COVID-19 Symptoms Usually Show Up in This Order", "How a Housing Crisis Could Make COVID-19 Even Worse", "Can the New Coronavirus Be Transmitted by Frozen Foods? Unlikely, Experts Say", "How a Biden-Harris Administration Would Handle the COVID-19 Pandemic Differently", "Psychologist Talks to Healthline About Mental Strain of COVID-19", "Dr. Anthony Fauci Talks to Healthline About COVID-19 Vaccines, School Safety", "Cooking at Home More During COVID-19? What to Know About Food Safety", "Can Secondhand Smoke Transmit the Novel Coronavirus?", "NYC COVID-19 Deaths During Peak Rivaled 1918 Flu Fatalities", "COVID-19 Racing Through Nursing Homes: What Families Can Do", "Neck Gaiters Are Stylish, But How Effective Are They in Stopping COVID-19 Spread?", "Pregnancy Plans Being Put on Hold During the COVID-19 Pandemic", "Raising a Newborn When Your Office Is an ER", "People Caring for Grandchildren Face High Risks During COVID-19 Pandemic", "A Physician on the Front Lines Talks About Treating Patients and Getting COVID-19", "What’s the Risk of Attending a Public Gathering in Your County? New COVID-19 Tracker Can Help", "How Obesity and Other Conditions Could Hinder the Effectiveness of a COVID-19 Vaccine", "Kids’ Vaccination Rates Have Plummeted — Here’s What That Means for the Fall", "Michelle Obama Talks ‘Low-Grade Depression’ During the Pandemic", "Russia Claims They Have a COVID-19 Vaccine: Why You Should Be Skeptical", "Why the Heart Attack Death Rate Has Doubled During COVID-19", "How Much Will You Pay for a COVID-19 Vaccine? Here’s What We Know", "Animal Laboratories Being Used to Process COVID-19 Tests in an Effort to Speed Up Results", "How Schools Can Easily Become ‘Superspreaders’ of COVID-19", "How Telemedicine Can Help People Access Birth Control During the Pandemic", "Here’s What Happened the Last Time We Had a Vaccine During a Pandemic", "People Without Symptoms Carry Just as Much of the Coronavirus as Symptomatic People", "Here’s What We Know About the Demographic Makeup of the COVID-19 Vaccine Trials", "For Homemade Face Masks, 3 Layers Are Better Than 1", "Are Massages and Acupuncture Treatments Safe During COVID-19?", "There’s More Evidence That Black Americans Face High Risks from COVID-19", "Europe Sees Rise in COVID-19 After Reopening", "How People at Higher Risk from COVID-19 Can Enjoy Summer Safely", "How Lockdowns Have Helped Improve Some Mother-Daughter Relationships", "Do You Need to Wear Goggles to Stay Safe from COVID-19?", "What You Can Do If There’s a Shortage of Disinfectants in Your Area", "Restarting Professional Sports Is Putting Players at Risk and Sending the Wrong Message to the Public", "How the Coronavirus Spreads Indoors and What Can Be Done About It", "Why Most People Will Have to Wait Months to Get a COVID-19 Vaccine After It’s Available", "The Simple Science Behind Why Masks Work", "From Toddlers to Teens: How to Talk to Kids About Wearing Masks", "People Who Wear COVID-19 Masks Touch Their Faces Less — That’s a Good Thing", "Why Herman Cain’s Death Hasn’t Changed People’s Perspective on COVID-19", "Dr. Anthony Fauci Talks COVID-19 Vaccine and School Openings", "How Pooled Testing Can Help Us Fight Spread of COVID-19", "Rural America Could Be the Region Hardest Hit by the COVID-19 Outbreak", "COVID-19 Is Likely to Be the Third-Leading Cause of Death in the U.S. This Year", "The Safe and Unsafe Ways People Are Worshipping During COVID-19", "Yes, the Government and Your Employer Can Make You Get a COVID-19 Vaccine", "COVID-19 Damaged Heart of Elite Athlete: What Does That Mean for the Rest of Us?", "How Screen Time May Be Contributing to Dry Eye During the Pandemic", "Researchers ID 6 COVID-19 Symptom Sets: How That Will Help High-Risk Patients", "How and When Children Should Return to Sports During COVID-19", "Many Early Vaccine Trials Show Promise. Most Still Fail. Here’s Why", "COVID-19 Survivors Share How to Recover During Pandemic", "Medical Experts Say We Need a Second Shutdown to Control COVID-19", "New Research Finds Kids Just as Likely as Adults to Spread COVID-19", "Estrogen and COVID-19: How Pregnancy, Birth Control Can Increase Risk of Blood Clots", "Many COVID-19 Patients Will Need Rehab Long After Infection Is Over", "Experts Say It’s Safe to Breastfeed During the COVID-19 Pandemic", "You Probably Can’t Get COVID-19 Twice: The Latest on Antibodies", "FDA Expands List of Hand Sanitizers That Contain Toxic Methanol", "Walgreens to Open Doctor Offices: What This Means for Your Healthcare Services", "COVID-19: How California Went from Model State to Hot Spot", "Lip Reading, Facial Expressions: How Masks Make Life Harder for People with Hearing Difficulties", "What Parents Should Know About the CDC’s Guidelines for Reopening Schools", "Extensive Study Determines Vaccines Are ‘Remarkably Safe’", "There’s a Difference Between Quarantine and Isolation: What You Should Know", "I Tested Negative for COVID-19 — It Took 13 Days to Get the Results", "‘Doomscrolling’ During COVID-19: What It Does to You and How You Can Avoid It", "How COVID-19 Outbreaks in Prisons Are Making the Pandemic Worse for Everyone", "Can You Have a Second Wave of COVID-19 If the First Never Ended?", "How Businesses Requiring Masks Protects Workers and You from COVID-19", "Could Florida’s COVID-19 Surge Get Even Worse? Here’s What Experts Think", "Back on the Front Line: Some Doctors Face COVID-19 a Second Time", "Why Reopening Schools Isn’t as Easy as Reopening Walmart", "Want to Sign Up for a COVID-19 Vaccine Trial? Here’s What to Know", "You Now Have to Wait More Than a Week for COVID-19 Test Results — And Why It May Get Worse", "If 50% of People Take These 3 Simple Steps, We Might Be Able to Stop the Spread of COVID-19", "Why the Pandemic Is Probably Messing with Your Sense of Time", "3 More COVID-19 Vaccines Move Toward Final Stage of Testing", "How New York City Got Control of COVID-19 — and Where It Goes from Here", "When Is It Safe to Be Around Someone Who’s Recovered from COVID-19?", "Antiseptic From the 1950s May Be Effective in Fighting Coronavirus, Flu, HPV", "Rare Heart Condition Linked to Stress May Be Increasing During COVID-19 Pandemic", "COVID-19 Antibodies May Fade Quickly. What this Means for Herd Immunity", "COVID-19 Mortality Is Going Down in ICUs — What This Means for the Pandemic", "What Life Is Like for a Florida ER Physician During the COVID-19 Pandemic", "Cases, Deaths, Hospitalizations: How to Make Sense of COVID-19 Stats", "Fauci Warns About ‘Post-Viral’ Syndrome After COVID-19", "Yes, We’re Still in the First Wave of COVID-19. Here Are the Facts", "COVID-19 Outcomes No Worse for Those Living with HIV", "Why We May Run into PPE Shortages Again", "What It’s Like to Have a ‘Mild’ Case of COVID-19", "Smoking Puts 1 in 3 Young Adults at High Risk for Severe COVID-19", "It’s Too Early to Know If Moderna’s COVID-19 Vaccine Will Work After Initial Tests", "Hospitals Put to Test as COVID-19 Strains ICUs", "Here’s What It Will Take to Normalize Wearing Masks in America", "We’re Nowhere Near Herd Immunity with COVID-19, Experts Say", "CDC Expands List of Those with Higher COVID-19 Risks: What to Know", "Natural Disasters Won’t Stop Just Because There’s a Pandemic: How We Can Be Prepared", "How a Mask Fits Can Be as Important as What It’s Made Of", "What Experts Think About Reopening Schools", "What to Expect If a COVID-19 Contact Tracer Calls You", "Here’s What to Know About the COVID-19 Mortality Rate as Cases Climb", "This New COVID-19 Tracker Can Help You Better Understand Your Local Risk", "What a Lack of COVID-19 Testing Means for Children and Reopening Schools", "COVID-19 Linked to Major Neurological Conditions Including Stroke, Brain Swelling", "Lysol Disinfectant Approved for Use Against COVID-19: Here’s What Else Can Work", "Even Asymptomatic People Can Spread COVID-19 Within a Room", "U.S. May Be Headed for a ‘Full-Blown’ COVID-19 Outbreak: How to Prepare", "Why the Black Lives Matter Protests Didn’t Contribute to the COVID-19 Surge", "How Accurate Are COVID-19 Diagnostic and Antibody Tests?", "She Had a Stroke, Then the Pandemic Hit. Here’s How She Fought to Recover", "How to Create Your ‘Social Bubble’ and Interact Safely This Summer", "Why You Might Want to Think Twice Before Making Your Own Hand Sanitizer", "How to Tell If the Hand Sanitizer You’re Buying Is Safe and Actually Works", "On the COVID-19 Front Line: What It’s Like in Hospitals in Texas and Arizona Now", "Why Hanging Out at a Bar During the Pandemic Is a Terrible Idea", "How to Enjoy the Fourth of July Weekend Amid the COVID-19 Resurgence", "Feds Warn That Face Mask ‘Exemption’ Cards Are Fake", "COVID-19 Vaccines Are Moving Fast, but Will Americans Agree to Get Them?", "Nasal Vaccine Against COVID-19 Prevents Infection in Mice", "Inconsistencies in Data Presentation Could Harm Efforts Against COVID-19", "Coronavirus SARS-CoV-2 Spreads More Indoors at Low Humidity", "COVID-19: How South Korea Prevailed While the United States Failed", "Low-Cost, Accurate COVID-19 Antibody Detection Platform", "Airborne Viruses Can Spread on Dust, Non-Respiratory Particles", "Social Distancing Decreased Pediatric Respiratory Tract Infections in Finland", "Scientists Identify the Order of COVID-19's Symptoms", "Experimental COVID-19 Vaccine Prevents Severe Disease in Mice", "Bouncing, Sticking, Exploding Viruses: Understanding the Surface Chemistry of SARS-CoV-2", "Masks, PPE Materials Should Be Hydrophilic", "COVID-19 Should Be Treated as an Acute Inflammatory Disease, Scientist Suggests", "Taste Bud Cells Might Not Be a Target of SARS-CoV-2", "Exposure to Common Cold Coronaviruses Can Teach the Immune System to Recognize SARS-CoV-2", "The Six Strains of SARS-CoV-2", "Immune System Variation Can Predict Severe COVID-19 Outcomes", "Tracking Antibody Profiles for Influenza Exposures Across the Lifespan", "Lab-Made Virus Mimics COVID-19 Virus", "Vaccine Additives Can Enhance Immune Flexibility -- Implications for Flu and SARS-CoV-2", "Obesity and Metabolic Syndrome Are Risk Factors for Severe Influenza, COVID-19", "Common FDA-Approved Drug May Effectively Neutralize Virus That Causes COVID-19", "CT of Coronavirus Disease (COVID-19) Versus CT of Influenza Virus Pneumonia", "Contracting COVID-19: Lifestyle and Social Connections May Play a Role", "About Half of Health Care Workers Positive for COVID-19 by Serology Have No Symptoms, Study Finds", "Flu in Early Life Determines Our Susceptibility to Future Infections", "Controlled Human Infection Models and SARS-CoV-2 Vaccine Development", "Antibody Blockade Effective in Treatment of Severe COVID-19", "Beating HIV and COVID-19 May Depend on Tweaking Vaccine Molecules", "Antiviral Used to Treat Cat Coronavirus Also Works Against SARS-CoV-2", "How Genetics Could Impact COVID-19 Treatments", "Too Many COVID-19 Patients Get Unneeded 'Just in Case' Antibiotics", "Treating COVID-19 Could Lead to Increased Antimicrobial Resistance", "Mother Transmitted COVID-19 to Baby During Pregnancy, Physicians Report", "Researchers Show Children Are Silent Spreaders of Virus That Causes COVID-19", "Mild COVID-19 Cases Can Produce Strong T Cell Response", "Is COVID-19 Transmitted Through Breast Milk? Study Suggests Not Likely", "Researchers Identify a Protein That May Help SARS-CoV-2 Spread Rapidly Through Cells", "Pasteurization Inactivates COVID-19 Virus in Human Milk: New Research", "Malaria Discovery Could Expedite Antiviral Treatment for COVID-19", "Mouthwashes Could Reduce the Risk of Coronavirus Transmission, Study Shows", "COVID-19 Vaccine Shows Promise in Mouse Studies", "Researchers Develop New Mouse Model for SARS-CoV-2", "Decoy Receptor Neutralizes Coronavirus in Cell Cultures", "Re-Engineering Antibodies for COVID-19", "National Academies Publishes Guide to Help Public Officials Make Sense of COVID-19 Data", "Young Kids Could Spread COVID-19 as Much as Older Children and Adults, Study Suggests", "Rapid Test for the Determination of Antibodies Against Sars-Cov-2", "COVID-19 Research: Anti-Viral Strategy With Double Effect", "Experimental COVID-19 Vaccine Protects Upper and Lower Airways in Nonhuman Primates", "Combating a Pandemic Is 500 Times More Expensive Than Preventing One, Research Suggests", "Immunoprotein Impairs SARS-CoV-2", "Face Coverings Do Not Lead to False Sense of Security, Existing Evidence Suggests", "Rapid COVID-19 Test Developed to Detect Neutralizing Antibodies With High Specificity and Sensitivity", "Neutralizing Antibodies Isolated from COVID-19 Patients May Suppress Virus", "Coronavirus Antibodies Fall Dramatically in First 3 Months After Mild Cases of COVID-19", "Benefits of Routine Childhood Vaccines Far Outweigh Risks of Additional COVID-19 Transmission in Africa, Study Suggests", "Type 1 Interferon Deficiency: Biomarker of Patients at Risk of Severe COVID-19", "Scientists Uncover SARS-CoV-2-Specific T Cell Immunity in Recovered COVID-19 and SARS Patients", "COVID-19: Patients Improve After Immune-Suppressant Treatment", "Novel Test Method Detects Coronavirus in Highly Diluted Gargle Samples", "COVID-19 Can Be Transmitted in the Womb, Reports Pediatric Infectious Disease Journal", "Why Lopinavir and Hydroxychloroquine Do Not Work on COVID-19", "New Study Supports Remdesivir as COVID-19 Treatment", "Global Wildlife Surveillance Could Provide Early Warning for Next Pandemic", "Older, Critically Ill Patients With COVID-19 May Have Increased Risk of Bradycardia With Lopinavir and Ritonavir", "Compounds Halt SARS-CoV-2 Replication by Targeting Key Viral Enzyme", "Newer Variant of COVID-19-Causing Virus Dominates Global Infections", "Blood Clots and Lung Injuries Found in Patients Who Have Died of COVID-19", "Dilated Blood Vessels in the Lung May Explain Low Oxygen Levels in Severe Cases of COVID-19", "Team Creates Better Tool to Aid COVID-19 Diagnosis", "COVID-19: The Virus and the Vasculature", "Lung Ultrasound Shows Duration, Severity of Coronavirus Disease (COVID-19)", "Phase 3 Clinical Testing in the US of AstraZeneca COVID-19 Vaccine Candidate Begins", "People with intellectual and developmental disabilities disproportionately affected by COVID-19", "NIH establishes Centers for Research in Emerging Infectious Diseases", "Clinical trials of monoclonal antibodies to prevent COVID-19 now enrolling", "NIH clinical trial testing remdesivir plus interferon beta-1a for COVID-19 treatment begins", "NIH harnesses AI for COVID-19 diagnosis, treatment, and monitoring", "NIH-Moderna investigational COVID-19 vaccine shows promise in mouse studies", "NIH clinical trial to test antibodies and other experimental therapeutics for mild and moderate COVID-19", "NIH launches clinical trial to test antibody treatment in hospitalized COVID-19 patients", "NIH delivering new COVID-19 testing technologies to meet U.S. demand", "Experimental COVID-19 vaccine protects upper and lower airways in nonhuman primates", "Phase 3 clinical trial of investigational vaccine for COVID-19 begins", "NIH leadership details unprecedented initiative to ramp up testing technologies for COVID-19", "Experimental COVID-19 vaccine safe, generates immune response", "Placenta lacks major molecules used by SARS-CoV-2 virus to cause infection", "NIH launches clinical trials network to test COVID-19 vaccines and other prevention tools", "NIH ACTIV vaccine working group weighs role of human challenge studies for SARS-CoV-2 vaccine development", "Another existing drug shows promise against COVID-19", "Scientists discover COVID-19 symptoms appear in a specific", "5 new scientific advances that offer hope against COVID-19", "Is SARS-CoV-2 more dangerous because it reduces specific", "COVID-19 could directly affect the heart", "Synthetic antibody could prevent and treat COVID-19", "COVID-19: Over 80% of young people may show no symptoms", "Even mild COVID-19 may produce long lasting immunity", "Anxiety symptoms vs. COVID-19 (coronavirus) symptoms", "How does weather affect COVID-19?", "COVID-19: What can we learn from South Korea's response?", "Scientists revise COVID-19 incubation period to 7.7 days", "COVID-19 outbreak at a kids' summer camp may be stark", "COVID-19 vaccine successfully protects macaques against virus", "COVID-19: Modified protein may help 'speed up vaccine", "COVID-19: Doctors round up evidence of damage outside the", "New antivirals kill SARS-CoV-2", "Antibodies fight off the new coronavirus, but what do T cells do?", "Rare mutations reveal more about COVID-19 and the immune", "Treating COVID-19: Bipolar drug shows promise, other", "New, more infectious SARS-CoV-2 variant does not cause", "COVID-19: Children may have a higher viral load than adults", "Have we underestimated the pandemic's death toll?", "Claims that high altitudes protect against COVID-19 'speculative'", "COVID-19: Seaweed extract may be more effective than", "COVID-19: Nasal vaccine shows promise in mouse study", "Oxford COVID-19 vaccine shows real promise", "Nitric oxide may be an effective treatment for COVID-19", "COVID-19: Possible mechanism for blood clotting identified", "Antibody cocktail shows promise in fight against the novel", "List of promising drugs against COVID-19 leads to new", "Children not a major source of COVID-19, finds rapid review", "Nonwhite patients more likely to have severe COVID-19, study", "What are the neurological complications of COVID-19?", "Hopeful COVID-19 research: Testing new vaccines", "Two COVID-19 vaccines show promise in hopeful clinical trials", "High BMI linked to COVID-19 severity in African Americans", "Research associates COVID-19 with spike in 'broken heart", "COVID-19 and face masks: 4 common myths", "Link found between metabolic syndrome and worse COVID", "Shifting goalposts: Research in the time of the coronavirus", "COVID-19 vaccine is safe and triggers immune response in", "COVID-19: How a new blood test could help speed up vaccine", "COVID-19 disruptions could lead to surge in infectious", "Hydroxychloroquine fails to reduce COVID-19 symptoms", "Could zinc protect against COVID-19?", "Experimental study demonstrates remdesivir action against", "COVID-19: How do we explain 'happy' hypoxemia?", "COVID-19: Linking loss of smell, depression, and anxiety", "Treating COVID-19 may increase antibiotic resistance", "'No evidence' that vitamin D can prevent or treat COVID-19", "What was the impact of Sweden's soft approach to lockdown?", "Work absences suggest higher-than-reported COVID-19 cases", "How has COVID-19 affected suicidality in the US?", "Tool to help manage COVID-19 patients with diabetes", "MMR vaccine could prevent worst symptoms of COVID-19", "Delaying COVID-19 emergency measures linked to higher", "Editorial highlights flaws in reporting COVID-19 research", "COVID-19 liver damage may be more common than", "Drug that calms 'cytokine storm' may reduce COVID-19 mortality", "Innovative air filter could effectively kill SARS-CoV-2", "Experimental SARS-CoV-2 test works in 45 minutes", "Racial minorities experience higher COVID-19-related", "Stroke risk higher for COVID-19 patients who smoke or vape", "Social distancing and gatherings: Advice and tips", "COVID-19 cases 5 times higher in prisons than general", "Severe COVID-19: Interleukin-6 inhibitors may be most effective", "COVID-19: Dr. Fauci quizzed at Healthline Town Hall meeting", "Mental health effects of COVID-19 revealed in new study", "Blood pressure drugs may improve COVID-19 survival", "How is the world faring 4 months into the pandemic?", "How and why the coronavirus pandemic has changed our", "Researchers call out lack of diversity in COVID-19 clinical trials", "The effects of COVID-19 on the mental health of Indigenous", "COVID-19 and the surge in anti-Asian hate crimes", "Mandatory BCG vaccination may slow spread of COVID-19", "Preventing a pandemic is 500 times cheaper than responding", "Does hydroxychloroquine cut COVID-19 mortality? Expert", "Will COVID-19 and Black Lives Matter change science and", "COVID-19 shows weak points in global food system", "Hydroxychloroquine: When medicine and politics clash", "Respiratory viruses may spread via airborne dust", "The Recovery Room: News beyond the pandemic", "Which homemade masks are most effective?", "Dry heat can effectively sanitize N95 masks", "Scientists propose cheap and accessible test for mask", "Nose burning: Causes, treatments, and how to stop it", "Social distancing at work: Advice and tips", "Plague in Inner Mongolia: Should we be concerned?", "Summer flu: Symptoms, treatments, and home remedies", "Vaccine misinformation can be dispelled by conversation", "Vomiting and diarrhea with stomach pain: 11 causes and", "Plaquenil: Dosage, side effects, use for COVID-19, and more", "Raw milk may harbor antibiotic resistant germs", "Online searches for ‘chest pain’ rise, emergency visits for heart attack drop amid COVID", "Convalescent plasma associated with reduced COVID-19 mortality in 35,000-plus hospitalized patients", "The effects of COVID-19 on emergency visits, hospitalizations", "COVID-19 testing sites in Rochester to converge on July 13, 2020", "Mayo Clinic COVID-19 skill for Amazon’s Alexa now available in Canada", "Clorox and Cleveland Clinic Release Guide to Help People Stay Safer at Home During COVID-19", "Cleveland, Clinic, American Lung Association Provide Advanced COVID-19 Resources for Healthcare Providers", "Take Steps to Protect Ourselves, Our Families and Our Community from Coronavirus", "Clorox and Cleveland Clinic Partner to Address Public Health Needs Posed by COVID-19", "Cleveland Clinic Researchers Identify Genetic Factors that May Influence COVID-19 Susceptibility", "Cleveland Clinic Researchers Find Rise In Broken Heart Syndrome During COVID-19 Pandemic", "Fewer Severe Asthma Attacks In Kids During COVID", "COVID & Social Distancing: Is 6 Feet Enough?", "Hospitals Must Report COVID Data or Be Penalized", "Texas Mother Transmitted COVID-19 to Unborn Baby", "FDA Approves New Rapid Coronavirus Test", "CDC's New COVID Testing Guidelines Trigger Concern", "American Girl Honors Front-Line Heroes", "The Forgotten Science Behind Face Masks", "Women May be Less Susceptible to COVID Than Men", "Study Finds Some COVID-19 Symptoms Last for Months", "CDC Advises Not to Argue With Anti-Maskers", "Olympic Gold Medalist Usain Bolt Tests Positive", "Survivors' Plasma Still OK for Treating COVID-19", "What If Many Americans Say No to a COVID Vaccine?", "FDA Chief Apologizes for COVID Treatment Claim", "Distributing COVID Vaccine Will Be Major Challenge", "Study Confirms It’s Possible to Catch COVID Twice", "What to Know About COVID Contact Tracing and Scams", "BP Meds Could Improve Survival in COVID Patients", "Flushing a Public Toilet? Be Sure to Wear a Mask", "Cases Spiking in Some Southern Universities", "Fauci Says Vaccine Might Be Ready By Late 2020", "KY Reports Record-High Weekly COVID-19 Cases", "FDA Expands Use of Remdesivir for COVID-19 Treatment", "FDA: COVID Vaccine Could Be Given Before Tests End", "CDC Director Tries to Clarify Testing Guidance", "Secret Service Faces COVID-19 Concerns", "Dept of Justice Looks Into 4 States' Nursing Home Deaths", "1st U.S. COVID-19 Reinfection Reported in Nevada Patient", "Masks Use Up - COVID Cases Down in Philadelphia", "Worldwide COVID-19 Cases Pass 25 Million", "New Quick COVID Test May Boost Screening Efforts", "Most Americans Wear Masks, But Myths Linger: Poll", "With COVID Vax in Works, 20% Don't Believe in Shots", "Feds: Nursing Home Staff Must Get COVID Tests", "Will Telehealth Remain After COVID? Should It?", "FDA Warning Issued About Hand Sanitizer Packaging", "Fauci Wasn’t Involved in New Testing Guidelines", "Blood Thinners May Increase COVID Survival Rates", "Obesity Raises the Risk of COVID-19 Complications", "CDC Will Survey Wastewater for COVID-19 Spread", "COVID-19 Vaccine Likely Won’t Be Mandatory", "More Than Two Dozen Cases Linked to Maine Wedding", "Iowa Teachers Union to Sue Over 50% In-Class Rule", "Cases Rise in Europe Where Restrictions Eased", "High Viral Load Makes Kids COVID 'Silent Spreaders'", "Georgia Officials Knew of Severe PPE Shortage", "Coronavirus Test Could Give Inaccurate Results", "Doctors: Take Effects of COVID-19 to Heart", "Experts Reject Oleander Extract as COVID Treatment", "107-Year-Old Who Beat Spanish Flu Beats COVID", "Notre Dame, Michigan State Go to On-line Classes", "COVID Means Money Issues for Many With Diabetes", "Dentists Push Back on WHO's Call to Delay Check-ups", "L.A. Schools Launch COVID-19 Testing, Tracing Plan", "COVID-19 Now the 3rd Leading Cause of U.S. Deaths", "States with Female Governors Had Fewer COVID Deaths", "COVID the Third-Leading Cause of Death in the U.S.", "Even With Misses, Rapid Tests Could Help Stop COVID", "Coronavirus on a Plane: One Flight's History Outlines the Risk", "Study Finds Rise in Domestic Violence During COVID", "Pandemic Drove Spike in Panic Attacks", "FDA Authorizes Convalescent Plasma for COVID-19", "Study Finds Sociopaths Less Likely to Wear Masks", "COVID-19 Hits Famous French Naturist Resort", "Las Vegas May Be ‘Super Spreader’ Hotspot", "Daycares Don’t Have to be Hotbeds of COVID-19", "Teachers Could Stay in Class if Exposed to COVID", "CDC Drops Mandatory 14-Day Travel Quarantine", "Growing COVID Cases Linked to Sturgis Bike Rally", "German Concert Held to Test COVID-19 Spread", "Miami And Mass. Schools Both Assessing Changes", "Los Angeles Cuts Utilities to ‘Party House’", "White House Blocks FDA Power to Regulate Lab Tests", "In-Person Pregnancy Checks Won't Raise COVID Risk", "Giroir Urges Caution Despite Dip in New Cases", "Nevada Measuring COVID-19 in Wastewater", "Fauci Has Vocal Polyp Removed", "Which HCPs Are Most Likely to Get COVID Vaccine?", "How COVID-19 Raced Through a Georgia Summer Camp", "First U.S. Dog With COVID-19 Has Died", "Another Effect of COVID: Lasting Hearing Problems?", "Vaccine May Be Cleared Within Weeks of Trial Data", "New FDA Guidelines for Rapid, At-Home Testing", "Gohmert to Take Hydroxychloroquine for Coronavirus", "Fauci Suggests Wearing Goggles for Full Protection", "Pandemic Could Complicate Hurricane Season", "Study Reveals How Coronavirus Travels Indoors", "A Long Road to Recovery for Some COVID Survivors", "New Study Shows Kids Are COVID Spreaders, Too", "FDA Warns of Silver, Other Bogus COVID-19 Cures", "Former GOP Candidate Herman Cain Dies of COVID-19", "Gynecological Cancers Not Tied to Severe COVID-19", "11 States May Need ICU Docs as COVID Cases Surge", "Recovered COVID Patients Often Have Heart Damage", "Study says Trained Dogs Can Identify COVID-19", "Florida Sets COVID-19 Death Record", "U.S. Rep. Gohmert Tests Positive for COVID-19", "Coronavirus-Related Deaths in U.S. Pass 150,000", "Florida's Positivity Rate Inches Downward", "1 in 4 Connecticut Nursing Home Patients Had COVID", "Will COVID Sideline the College Football Season?", "Toxic Methanol in Hand Sanitizers: Poisonings Continue", "Is It Safe Again to Take the Bus or Subway?", "Lasting Immunity to COVID Found in Early Studies", "Researchers: COVID Clinical Trials Lack Diversity", "CDC Requests Plans for COVID-19 Vaccine Distribution", "Coronavirus Mutation Has Spread Worldwide", "FDA Authorizes New Saliva COVID-19 Test", "COVID-19 Testing Numbers Drop, Cause Concern", "NZ Lockdown Possibly From China Food Packages", "1,900 El Paso Children Have Tested Positive", "Biden Calls for National Mask Mandate", "Parents Turn to 'Pods' for School During Pandemic", "Schools Respond to Positive COVID-19 Cases", "Previous Vaccines, Masks May Influence Spread", "Father and Son Doctors Die of COVID-19 in Florida", "SC Health Officials Say Wearing Face Masks Works", "Mental Health Issues Soaring During COVID Pandemic", "Fauci Has Doubts About Russia’s COVID-19 Vaccine", "Illinois Strengthens Face Mask Rules in Businesses", "In Rush to Publish, Some COVID Studies Not Reliable", "COVID 'Super Spreaders' Fill Room With Virus", "Doctors Worry About COVID's Effects on Hispanics", "Coordinator Says COVID Testing Times Must Improve", "COVID Vaccine Candidate Now in Final Phase Testing", "Lab-Created Virus Can Help COVID-19 Research", "How to Counter the Anti-Mask Backlash? Empathy", "Texas Bars Reopen in Defiance of Governor’s Order", "School Reopening ‘Important for Our Public Health’", "Former FDA Dir. Warns 300,000 COVID Deaths in 2020", "CDC Updates Guidance on COVID-19 Isolation Time", "U.S. Returns to 1,000 COVID-19 Deaths Per Day", "U.S. Surpasses 4 Million COVID-19 Cases", "Many U.S. Homes Too Cramped to Stop COVID's Spread", "One Third of Outpatients With COVID-19 Are Unwell Weeks Later", "More Layers Are Better With Homemade Face Masks", "Sports After Lockdown: Take It Slow", "With Precautions, Unlikely Baby Gets COVID from Mom", "Michigan Convent Loses 13 Sisters to Coronavirus", "California Surpasses NY for Most COVID-19 Cases", "Several Steroids May Also Help Battle COVID-19", "Hair Loss an Unexpected COVID Misery for Many", "COVID Fears Shouldn't Keep You From the ER", "Another COVID Mystery: Why Some Fall Ill Twice", "COVID Rates Likely 10 Times Higher Than Reported", "COVID-19 Antibodies Fade Quickly, U.S. Study Says", "COVID-19 Spreading Faster Than Testing Capacity", "Pfizer Contracts With Feds for Vaccine Delivery", "What We Know About COVID-19 and Kids", "COVID’s Forgotten Victims: The Deaf Community", "Trump Urges Mask Use, Says COVID Could Get Worse", "KY Positive Test Results in Ankle Monitor Order", "Facebook Removes Anti-Maskers for Misinformation", "Will Coffee Shop Culture Survive COVID-19?", "Trump Misinformation Posts Pulled By Social Media", "Ohio Governor Tests Positive for Coronavirus", "Only 42% Would Get Vaccinated Against COVID", "NYC, LA Increase Coronavirus Restrictions", "Can You Protect Kids from COVID-19 at School?", "Moderna Prices COVID Vaccine Higher than Others", "Americans More Stressed by COVID Than Other Nations", "Clorox Wipes Shortage Will Last Until 2021", "Experts Say COVID Isn’t Seasonal and Will “Rage”", "L.A. County Public Health Prohibits Gatherings", "Chicago Schools Reverse Course to Remote Learning", "Four Dead From Swallowing Hand Sanitizer", "Guidance for Kids to Return to Sports Amid COVID", "260 Teachers Infected in GA’s Largest District", "Fauci Says Safety a Priority for School Opening", "WHO: There's No 'Silver Bullet' for COVID-19", "Novavax Reports Encouraging Vaccine Results", "Colleges Weigh How Best to Test for COVID", "Skip the 'Maskne,' Not the Mask", "Obesity Tied to Severe COVID-19, But Age Matters", "Many COVID Patients Get Useless Antibiotics: Study", "Cancer Diagnoses Drop, COVID Drives Down Screenings", "Pastor Tests Positive After White House Visit", "Pandemic Expert: Schools Need Testing in Place to Safely Reopen", "Asian Countries Report Record COVID-19 Spikes", "White House Staff Subject to Random COVID Testing", "CDC Forecasts Up to 11,000 Deaths Weekly in August", "Birx Says Midwest Coronavirus Surge is Developing", "3% Drop in Daily COVID-19 Cases Over 7 Days", "California Sets Record 500,000 COVID-19 Cases", "COVID-19 Vaccine Should Be ‘Very Effective’", "Florida Couple Arrested for Breaking Quarantine", "Face Masks, Yes, But Don't Forget Hand-Washing", "Even With PPE, Frontline Workers Face COVID Risk", "Rising Hospitalization Number for Kids in Florida", "Study Uncovers Six COVID-19 Symptom Clusters", "Nevada Reports Deadliest COVID-19 Week", "Teacher’s Union Backs Localized ‘Safety Strikes’", "Misinformation, Disagreement Hinder COVID Messaging", "Diamond Princess Saga Began with One COVID Carrier", "Hydroxychloroquine No COVID Cure, Experts Warn", "One Disease Mosquitoes Don't Spread: Coronavirus", "Stressors Harming U.S. Families During Pandemic", "Trump's National Security Adviser Tests Positive", "14 Members of the Miami Marlins Test Positive", "WebMD Poll: Most Would Wait on COVID Vaccine", "Survivors' COVID Antibodies May Be a Powerful Gift", "Will COVID Vaccine Trials Reflect U.S. Diversity?", "Wait Times Increase for COVID-19 Test Results", "As Cases Surge, No Clear Answers on School Reopening", "Study: Coronavirus May Pass From Mom to Baby", "Study: Sterilize N95 Masks With a Microwave", "'Broken Heart Syndrome' Has Risen During Pandemic", "Record Numbers as U.S. Tops 3 Million COVID Cases", "Atlanta Mayor Mandates Face Masks", "COVID-19 Protective Gear Shortages Arise Again", "Death of At-Risk Florida Teen Draws Attention", "Brazilian President Bolsonaro Tests Positive", "Air Conditioning May Be Spreading COVID", "Two Lysol Products Can Kill Coronavirus: EPA", "U.S. to Pay $1.6 Billion to Expedite COVID Vaccine", "Atlanta Mayor Tests Positive for COVID-19", "Studies Track Super-Spreading of COVID-19", "Fauci: State of COVID ‘Not Good’ But It Will End", "U.S. Could Have 700,000 Infections a Day", "Miami-Dade Rolls Back Openings", "Another COVID Symptom Joins the List: Mouth Rash", "Pandemic Causing Kids to Regress, Experts Say", "COVID Vaccine Tested in People Shows Early Promise", "Teacher With COVID-19 Likely Infected Students", "COVID-19 Antibodies Could Decline Within Months", "COVID-19 May Push GOP Convention Outside", "Britain, France to Strengthen Face Mask Rules", "Will COVID Pandemic's Environmental Benefit Last?", "White House Bypasses CDC on COVID-19 Data", "Why Obesity May Stack the Deck for COVID-19 Risk", "Tough Decisions as COVID Delays Cancer Surgeries", "139 Clients, No COVID Infections at Hair Salon", "White House Tries to Discredit Fauci's Warnings", "WHO Warns More Lockdowns May Be Needed", "A Day of No Deaths in NYC, A First Since March", "Fauci Shares His COVID Predictions and Concerns", "New York Offers to Help Atlanta Fight COVID", "California Rolls Back Business Reopening", "What If COVID Vaccine Arrives and Many Say No?", "COVID Deaths Have 1.2 Million Americans Grieving", "Georgia Governor Overrules Local Face Mask Laws", "CDC Points to Three Main COVID-19 Symptoms", "More COVID-19 Patients in ICUs Are Surviving Now", "In Sickness and in Health: COVID-Era Weddings", "Could Bats Hold Clues to COVID Treatments?", "3M, MIT to Develop Rapid COVID-19 Antigen Test", "Walmart, Best Buy to Require Face Masks", "CDC Chief Says Masks Could Control the Pandemic", "Oklahoma Gov. Sitt Tests Positive for COVID-19", "Alabama Governor Issues Face Mask Order", "Have Lockdowns Worked to Control Coronavirus?", "Layoffs Cost Millions of American Health Insurance", "Prisoners Nearly 6 Times More Likely to Get COVID", "COVID-19 May Spike Blood Sugar, Raising Death Risk", "Arizona, Florida, Texas Face Hospital Capacity", "U.S. Faces ‘Very Serious Problem’ With COVID-19", "‘Things Will Get Worse,’ Texas Governor Says", "Trump Wears Mask First Time Publicly", "Disney World Reopens as Florida COVID-19 Cases Soar", "CDC Releases Data on COVID-19 Deaths", "COVID Worsens Mental Health In The LGBTQ Community", "Pennsylvania Orders Mandatory Masks in Public", "U.S. Reports One-Day Record of 50,000 COVID Cases", "Texas Gov. Reverses Course, Mandates Face Masks", "Former GOP Candidate Cain Hospitalized", "COVID Claims Life of Broadway Actor Nick Cordero", "Dog In Georgia Tests Positive for Coronavirus", "COVID-19 Restrictions Vary for July 4 Weekend", "Navajo Nation Goes On Lock Down As Cases Spike", "Texas Leaders Talk Strained Hospitals, Cases Surge", "California Shuts Down Indoor Dining in 19 Counties", "Stroke Appears 8 Times More Likely With COVID Than With Flu", "Fireworks Take the Backyard as Public Shows Cancel", "How Safe Is it to Use A Public Bathroom?", "As Cases Jump, Are We Better Prepared for COVID?", "Scientists Find Source of COVID Clots", "National Mask Mandate Could Save Economy", "Quilting Cotton Face Masks Better Than Bandanas", "Air Travel a Puzzle in Age of Coronavirus", "In WHO global pulse survey, 90% of countries report disruptions to essential health services since COVID-19 pandemic", "172 countries and multiple candidate vaccines engaged in COVID-19 vaccine Global Access Facility", "World Humanitarian Day 2020: A tribute to aid workers on the front lines", "INCB, WHO and UNODC statement on access to internationally controlled medicines during COVID-19 pandemic", "2 in 5 schools around the world lacked basic handwashing facilities prior to COVID-19 pandemic — UNICEF, WHO", "Plane carrying WHO trauma and surgical supplies arrives in Beirut, Lebanon", "COVID-19 Emergency Committee highlights need for response efforts over long term", "Statement on the fourth meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of coronavirus disease (COVID-19)", "World Breastfeeding Week 2020 Message", "New COVID-19 Law Lab to provide vital legal information and support for the global COVID-19 response", "WHO Director-General pays tribute to Spain’s sacrifices and leadership to confront COVID-19", "More than 150 countries engaged in COVID-19 vaccine global access facility", "WHO and UNICEF warn of a decline in vaccinations during COVID-19", "Independent evaluation of global COVID-19 response announced", "WHO: access to HIV medicines severely impacted by COVID-19 as AIDS response stalls", "WHO discontinues hydroxychloroquine and lopinavir/ritonavir treatment arms for COVID-19", "Rolling With the Changes", "Operational Considerations for Schools", "Testing Data in the U.S.", "COVID-19 Recommendations for Pet Stores, Pet Distributors, and Pet Breeding Facilities", "eCR Now: COVID-19 Electronic Case Reporting", "eCR Now: COVID-19 Electronic Case Reporting for Healthcare Providers", "Coronavirus Disease 2019 (COVID-19)-Associated Hospitalization Surveillance Network (COVID-NET)", "Guidance for Dental Settings", "Notes from the Field: Universal Statewide Laboratory Testing for SARS-CoV-2 in Nursing Homes - West Virginia, April 21-May 8, 2020", "Primary Indicators to Systematically Monitor COVID-19 Mitigation and Response - Kentucky, May 19-July 15, 2020", "Limited Secondary Transmission of SARS-CoV-2 in Child Care Programs - Rhode Island, June 1-July 31, 2020", "COVID-19 Among American Indian and Alaska Native Persons - 23 States, January 31-July 3, 2020", "Hospitalization & Emergency Dept Visits", "COVID-19 Accomplishments", "Notification of Exposure: A Contact Tracer's Guide for COVID-19", "Dr. Robert R. Redfield Statement on “Preventing and Mitigating SARS-CoV-2 Transmission — Four Overnight Camps, Maine, June–August 2020”", "What Beauty Salon and Barbershop Employees Need to Know about COVID-19", "What Workers Need to Know about Heat Stress Prevention during the COVID-19 Pandemic", "Employer Information for Heat Stress Prevention during the COVID-19 Pandemic", "From Research to Response: Survey Shifts Gears During COVID-19", "What Utility Workers Need to Know about COVID-19", "Public Service Announcements (PSAs)", "COVID-19 Employer Information for Warehousing", "What Warehousing Workers Need to Know about COVID-19", "The Kindness of Strangers", "How CDC Determines the Level of a Country’s COVID-19 Travel Health Notice", "Information for Healthcare Professionals about Coronavirus (COVID-19)", "COVID-19 Employer Information for Offshore Oil and Gas", "What Offshore Oil and Gas Workers Need to Know about COVID-19", "Nursing Homes and Long-Term Care Facilities", "Providing Care and Treatment for People Living with HIV in Low-Resource Non-US Settings During COVID-19 Pandemic", "Testing", "COVID-19 and Animals", "Food and Coronavirus Disease 2019 (COVID-19)", "COVID-19 Guidance for Shared or Congregate Housing", "CDC Media Telebriefing: Update on COVID-19", "CDC COVID-19 Response Health Equity Strategy: Accelerating Progress Towards Reducing COVID-19 Disparities and Achieving Health Equity", "Notes from the Field: COVID-19 Prevention Practices in State Prisons - Puerto Rico, 2020", "Mass Testing for SARS-CoV-2 in 16 Prisons and Jails - Six Jurisdictions, United States, April-May 2020", "Racial and Ethnic Disparities Among COVID-19 Cases in Workplace Outbreaks by Industry Sector - Utah, March 6-June 5, 2020", "Trends in Number and Distribution of COVID-19 Hotspot Counties - United States, March 8-July 15, 2020", "Disparities in Incidence of COVID-19 Among Underrepresented Racial/Ethnic Groups in Counties Identified as Hotspots During June 5-18, 2020 - 22 States, February-June 2020", "COVID-19 Parental Resources Kit – Early Childhood", "COVID-19 Parental Resources Kit – Adolescence", "Back to School Planning: Checklists to Guide Parents, Guardians, and Caregivers", "CDC data show disproportionate COVID-19 impact in American Indian/Alaska Native populations", "Toolkit for General Public", "Information for Pediatric Healthcare Providers", "Monitoring and Evaluation Action Guide: Wearing Masks as a COVID-19 Community Mitigation Strategy", "COVID-19 Contact Tracing Communications Graphics", "COVID-19 Hospitalization and Death by Race/Ethnicity", "COVID-19 Hospitalization and Death by Age", "Operational Considerations for Maintaining Essential Services and Providing Prevention, Care, and Treatment for Tuberculosis (TB) in Low-Resource non-US Settings During the COVID-19 Pandemic", "Guidance for General Laboratory Safety Practices during the COVID-19 Pandemic", "Operational Considerations for Immunization Services during COVID-19 in Non-US Settings Focusing on Low-Middle Income Countries", "Notes from the Field: Seroprevalence Estimates of SARS-CoV-2 Infection in Convenience Sample - Oregon, May 11-June 15, 2020", "Mental Health, Substance Use, and Suicidal Ideation During the COVID-19 Pandemic - United States, June 24-30, 2020", "Facility-Wide Testing for SARS-CoV-2 in Nursing Homes - Seven U.S. Jurisdictions, March-June 2020", "Transmission of SARS-CoV-2 Involving Residents Receiving Dialysis in a Nursing Home - Maryland, April 2020", "Hospitalization Rates and Characteristics of Children Aged <18 Years Hospitalized with Laboratory-Confirmed COVID-19 - COVID-NET, 14 States, March 1-July 25, 2020", "COVID-19-Associated Multisystem Inflammatory Syndrome in Children - United States, March-July 2020", "Adverse Health Events, Including Death, Associated with Ingesting Alcohol-Based Hand Sanitizers Containing Methanol - Arizona and New Mexico, May-June 2020", "Providing Family Planning Services", "What Gym and Fitness Center Employees Need to Know about COVID-19", "COVID-19 Employer Information for Gyms and Fitness Centers", "Resources for Refugee Resettlement Service Providers", "Hiring In-home services or repairs", "Communication Resources for Health Departments", "Operational Considerations for Containing COVID-19 in non-US Healthcare Settings", "COVID-19 and Seasonal Allergies FAQs", "What In-home Social Service Providers and Clients Need to Know about COVID-19", "COVID-19 Overview and Infection Prevention and Control Priorities in Non-US Healthcare Settings", "Interim Infection Prevention and Control Guidance for Veterinary Clinics Treating Companion Animals During the COVID-19 Response", "Evaluation for SARS-CoV-2 Testing in Animals", "Donate Blood Plasma and Help Save Lives", "Guidance for K-12 School Administrators on the Use of Masks in Schools", "Joint Statement from the Census Bureau and Centers for Disease Control on Conducting 2020 Census Non-Response Follow-Up Interviews", "A “Capital” Assignment for CDC Lab Specialist​", "Toolkit for People Experiencing Homelessness", "Assessing Risk Factors for Severe COVID-19 Illness", "People Experiencing Homelessness", "Criteria for Return to Work for Healthcare Personnel with Confirmed or Suspected COVID-19 (Interim Guidance)", "Playing Sports", "What Transit Station Workers Need to Know about COVID-19", "What Transit Maintenance Workers Need to Know about COVID-19", "Considerations for Wearing Masks", "COVID-19 Mathematical Modeling", "Notes from the Field: Characteristics of Meat Processing Facility Workers with Confirmed SARS-CoV-2 Infection - Nebraska, April-May 2020", "COVID-19 Outbreak Among Employees at a Meat Processing Facility - South Dakota, March-April 2020", "Alcohol Use and Co-use of Other Substances Among Pregnant Females Aged 12-44 Years - United States, 2015-2018", "Characteristics and Outcomes of Contacts of COVID-19 Patients Monitored Using an Automated Symptom Monitoring Tool - Maine, May-June 2020", "SARS-CoV-2 Transmission and Infection Among Attendees of an Overnight Camp - Georgia, June 2020", "What Rail Transit Operators Need to Know about COVID-19", "Environmental Health Practitioners", "Interim Guidance on Unsheltered Homelessness and Coronavirus Disease 2019 (COVID-19) for Homeless Service Providers and Local Officials", "What Bus Transit Operators Need to Know about COVID-19", "CDC COVID-19 Global Response", "CDC Diagnostic Test for COVID-19", "Interim Guidance for Homeless Service Providers to Plan and Respond to Coronavirus Disease 2019 (COVID-19)", "COVID-19 Communication Plan for Select Non-healthcare Critical Infrastructure Employers", "Toolkit for K-12 Schools", "Key Resources", "Stopping an Outbreak Behind Bars​", "Recommendations for Disaster Sheltering of Household Pets, Service Animals, and Support Animals during the COVID-19 Pandemic", "Rural Communities", "Screening Clients for COVID-19 at Homeless Shelters or Encampments", "COVID-19 Resources for Tribes", "Manufacturing Facility Assessment Toolkit", "Meat and Poultry Processing Facility Assessment Toolkit", "Interim Guidelines for COVID-19 Antibody Testing", "Youth Experiencing Homelessness", "Tribal Communities", "Study highlights importance of CDC mitigation strategies", "Guidance for Healthcare Workers about COVID-19 (SARS-CoV-2) Testing", "COVID-19 One-Stop Shop Toolkits", "An Approach for Monitoring and Evaluating Community Mitigation Strategies for COVID-19", "Managing Investigations During an Outbreak", "CMS and CDC announce provider reimbursement available for counseling patients to self-isolate at time of COVID-19 testing", "Notes from the Field: Public Health Efforts to Mitigate COVID-19 Transmission During the April 7, 2020 Election - City of Milwaukee, Wisconsin, March 13-May 5, 2020", "Notes from the Field: Rebound in Routine Childhood Vaccine Administration Following Decline During the COVID-19 Pandemic - New York City, March 1-June 27, 2020", "Deaths and Years of Potential Life Lost From Excessive Alcohol Use - United States, 2011-2015", "Symptom Duration and Risk Factors for Delayed Return to Usual Health Among Outpatients with COVID-19 in a Multistate Health Care Systems Network - United States, March-June 2020", "State Public Health Veterinarians and Animal Health Officials", "Key Considerations for Transferring Patients to Relief Healthcare Facilities when Responding to Community Transmission of COVID-19 in the United States", "Visiting Parks and Recreational Facilities", "COVID-19 Response is a Family Affair for EIS Alums", "Operational Considerations for Infection Prevention and Control in Outpatient Facilities: non-U.S. Healthcare Settings", "Community Mitigation", "Preparedness Tools for Healthcare Professionals and Facilities Responding to Coronavirus (COVID-19)", "Cleaning and Disinfecting Your Facility", "Operational Considerations for the Identification of Healthcare Workers and Inpatients with Suspected COVID-19 in non-US Healthcare Settings", "What to Know About HIV and COVID-19", "Operational Considerations for Maintaining Essential Services for and Providing Maternal, Newborn, and Child Healthcare in Low-Resource Countries", "SPHERES", "Interim Operational Considerations for Implementing the Shielding Approach to Prevent COVID-19 Infections in Humanitarian Settings", "Funeral Guidance for Individuals and Families", "Transcript for CDC Telebriefing on New Resources and Tools to Support Opening Schools", "What Public Health Inspectors Need to Know about COVID-19", "Health Equity", "Health Equity Considerations and Racial and Ethnic Minority Groups", "What We Can Do", "FAQ for School Administrators on Reopening Schools", "Toolkit for People with Disabilities", "Scaling Up Staffing Roles in Case Investigation and Contact Tracing", "Community, Work, and School", "Notes from the Field: Effects of the COVID-19 Response on Tuberculosis Prevention and Control Efforts - United States, March-April 2020", "Estimated County-Level Prevalence of Select Underlying Medical Conditions Associated with Increased Risk of Severe COVID-19 Illness - United States, 2018", "Estimated Community Seroprevalence of SARS-CoV-2 Antibodies - Two Georgia Counties, April 28-May 3, 2020", "Population Point Prevalence of SARS-CoV-2 Infection Based on a Statewide Random Sample - Indiana, April 25-29, 2020", "School Decision-Making Tool for Parents, Caregivers, and Guardians", "The Importance of Reopening America’s Schools this Fall", "FAQs for Medicolegal Death Investigators", "Guidance for Child Care Programs that Remain Open", "Dr. Robert R. Redfield Statement on SARS-CoV-2 infections", "Testing demand keeps CDC lab fellow on the go", "Cleaning and Disinfecting", "Toolkit for Retirement Communities", "Toolkit for Tribal Communities", "Interactive Serology Dashboard for Commercial Laboratory Surveys", "Ways to safely seek care during COVID-19", "Uses of Telehealth during COVID-19 in Low Resource Non-U.S. Settings", "Toolkit for Childcare Programs and Summer Camps", "COVID-19 Serology Surveillance", "Novel COVID-19 survey takes nation’s social, mental “Pulse”", "Discontinuation of Isolation for Persons with COVID -19 Not in Healthcare Settings", "Contact Tracing Steps - Infographic", "Toolkit for Colleges and Universities", "Toolkit for Worker Safety & Support", "Toolkit for Parks & Recreational Facilities", "Toolkit for Community and Faith-Based Organizations", "Toolkit for Businesses and Workplaces", "Interim Guidance on Testing Healthcare Personnel for SARS-CoV-2", "Strategies to Mitigate Healthcare Personnel Staffing Shortages", "CDC Director Dr. Robert R. Redfield and HHS Chief Information Officer Jose Arrieta Remarks on HHS Protect", "Cruise ship No Sail Order extended through September 2020", "Detection and Genetic Characterization of Community-Based SARS-CoV-2 Infections - New York City, March 2020", "Symptom Profiles of a Convenience Sample of Patients with COVID-19 - United States, January-April 2020", "Factors Associated with Cloth Face Covering Use Among Adults During the COVID-19 Pandemic - United States, April and May 2020", "Absence of Apparent Transmission of SARS-CoV-2 from Two Stylists After Exposure at a Hair Salon with a Universal Face Covering Policy - Springfield, Missouri, May 2020", "Characteristics of Persons Who Died with Coronavirus Disease 2019 (COVID-19) - United States, February 12-May 18, 2020", "Optimizing Supply of PPE and Other Equipment during Shortages", "Summary for Healthcare Facilities: ​Strategies for Optimizing the Supply of PPE during Shortages", "Toolkit for Older Adults and People at Higher Risk", "Infographic: Early Cases of MIS-C: Multi-System Inflammatory Syndrome in U.S. Children", "When to wear gloves", "Maintaining Essential Services for Malaria in Low-Resource Countries", "Every day, I walk away amazed", "Interim Infection Prevention and Control Recommendations for Healthcare Personnel During the Coronavirus Disease 2019 (COVID-19) Pandemic", "Social Distancing", "Interim Recommendations for Emergency Medical Services (EMS) Systems and 911 Public Safety Answering Points/Emergency Communication Centers (PSAP/ECCs) in the United States During the Coronavirus Disease (COVID-19) Pandemic", "CDC calls on Americans to wear masks to prevent COVID-19 spread", "COVID-19 Graphics and Buttons", "About CDC COVID-19 Data", "Considerations for Non-emergency Vehicle Transportation for Tribal Communities During COVID-19", "Event Planning and COVID-19: Questions and Answers", "Guidance for U.S. Healthcare Facilities about Coronavirus (COVID-19)", "Handwashing", "Guidance for Health Departments about COVID-19 Testing in the Community", "Seroprevalence Surveys in Special Populations", "Toolkit for Youth Sports", "Toolkit for Shared and Congregate Housing", "Toolkit for Domestic Travelers", "Cleaning and Disinfection for Households", "Race/Ethnicity, Underlying Medical Conditions, Homelessness, and Hospitalization Status of Adult Patients with COVID-19 at an Urban Safety-Net Medical Center - Boston, Massachusetts, 2020", "Provision of Pediatric Immunization Services During the COVID-19 Pandemic: an Assessment of Capacity Among Pediatric Immunization Providers Participating in the Vaccines for Children Program - United States, May 2020", "Increases in Health-Related Workplace Absenteeism Among Workers in Essential Critical Infrastructure Occupations During the COVID-19 Pandemic - United States, March-April 2020", "Update: COVID-19 Among Workers in Meat and Poultry Processing Facilities - United States, April-May 2020", "Initial and Repeated Point Prevalence Surveys to Inform SARS-CoV-2 Infection Prevention in 26 Skilled Nursing Facilities - Detroit, Michigan, March-May 2020", "Getting the word out to protect meat and poultry plant workers", "Recommendations for Tribal Ceremonies and Gatherings During the COVID-19 Outbreak", "What COVID-19 Seroprevalence Surveys Can Tell Us", "CDC in Action", "Multistate Assessment of SARS-CoV-2 Seroprevalence in Blood Donors", "Considerations for Providing Hemodialysis to Patients with Suspected or Confirmed COVID-19 in Acute Care Settings", "About Serology Surveillance", "Social Media Toolkit: Daily Life & Going Out", "Social Media Toolkit: Communities, Schools & Workplaces", "COVID-19 Response Highlights", "Social Media Toolkit: Prevent Getting Sick", "Funeral Home Workers", "COVID-19 Considerations for Animal Activities at Fairs, Shows, and Other Events", "How to Make Masks", "Screening for SARS-CoV-2 Infection Within a Psychiatric Hospital and Considerations for Limiting Transmission Within Residential Psychiatric Facilities - Wyoming, 2020", "Exposures Before Issuance of Stay-at-Home Orders Among Persons with Laboratory-Confirmed COVID-19 - Colorado, March 2020", "Characteristics of Adult Outpatients and Inpatients with COVID-19 - 11 Academic Medical Centers, United States, March-May 2020", "Serial Laboratory Testing for SARS-CoV-2 Infection Among Incarcerated and Detained Persons in a Correctional and Detention Facility - Louisiana, April-May 2020", "COVID-19 Outbreak Among College Students After a Spring Break Trip to Mexico - Austin, Texas, March 26-April 5, 2020", "COVID-19 Webinar and Partner Calls Videos", "Changing Paths During the Pandemic", "Covid-19 Videos", "Visiting Beaches and Pools", "Studying the disease", "Monitoring and tracking the disease", "Identifying the source of the outbreak", "Developing Guidance to Protect the Public’s Health", "About COVID-19 Epidemiology", "Support For Teens and Young Adults", "Helping Children Cope", "Coping with Stress", "\"Higher education is one of America's strongest export sectors. Over 1 million international students studied at American universities, (in the) 2018-19 school year. They contributed over $40 billion to the economy.”", "“Taxpayers spent $70,000,000 to develop this drug ( remdesivir).\"", "Says 1 in 5 Texans did not have health insurance coverage before the pandemic, and now “nearly 1 in 3 Texans under the age of 65 don’t have access to health care insurance.”", "Says the U.S. Senate is “dominated by millionaires” and that he is “not one of them.”", "“The CDC tried to develop clear guidelines about what the stages of re-opening should look like — the administration delayed and scaled them back.\"", "Federal aid for state and local governments through a proposed coronavirus relief bill would amount to “half of what the Republicans put onto the national debt.”", "“New Zealand let health experts” rather than politicians make decisions about how to deal with COVID-19, “and as of today they have zero COVID cases.”", "“Kids are less likely to get it (COVID-19). You know, they’re less likely to spread. So I think there’s some pretty good data out there that will help alleviate some of the concerns.”", "Says Joe Biden has said 150 million Americans died from guns and another 120 million from COVID-19", "Say Wisconsin Republican lawmakers have done nothing \"while neighboring states like Minnesota, Illinois and Michigan have already implemented safety precautions like requiring individuals to wear masks.\"", "“Five veterinary labs have their CLIA certification to officially test human patients. There are a lot of labs who are doing surveillance testing that don't need the CLIA certification.”", "“There have been five randomized controlled, placebo controlled trials that do not show any benefit to hydroxychloroquine.”", "There’s a “direct correlation” between North Carolina’s mask requirement and COVID-19 stabilization.", "“If the vaccine came out tomorrow, how in the heck would we get it to people? There is no game plan.”", "The United States is “the only major industrial economy to have its unemployment rate triple” since the coronavirus pandemic began.", "“In West Virginia alone, overdoses have increased by 50% during the #COVID-19 pandemic.”", "“The fact is that in terms of the risk to schoolkids, this is lower risk than seasonal influenza.”", "In April, when asked how he would handle the COVID-19 pandemic, Tommy Tuberville \"said he didn't have a clue\" and after winning the Republican nomination in July, \"he still said he didn't have a clue.\"", "The U.S. Is Likely Headed for a ‘Dark Winter.’ Here’s What That Means", "Hospitals May Have to Ration Care as COVID-19 Hits Record Highs", "New Evidence That Coronavirus Antibodies Only Last a Few Months", "Adults Under 30 Least Likely to Wear Mask, Socially Distance", "Aspirin May Help Prevent Serious COVID-19 Complications: Here’s Why", "Current COVID-19 Surge Likely to Get Worse Before It Gets Better, Experts Say", "New Study Found 80% of COVID-19 Patients Were Vitamin D Deficient", "Should the FDA Have Approved Remdesivir to Treat COVID-19 Patients?", "COVID-19 and Dementia: Why Socializing Safely Is Vital for Senior Health", "This COVID-19 Spike Will Also Hit Our Mental Health with a ‘Second Wave’", "No, Mouthwash and Nasal Rinses Aren’t Cures for COVID-19", "Any Potential COVID-19 Vaccine Will Have to Pass These FDA Requirements", "Dissecting the Debate: What Trump, Biden Said About COVID-19, Vaccines, and Obamacare", "‘I’m Scared to Death’: How Teachers Feel About COVID-19 School Safety", "Why Women Are Taking the COVID-19 Pandemic More Seriously Than Men", "What the COVID-19 Vaccine Trials Will and Won’t Tell Us", "Effective Ways to Reduce the Spread of COVID-19 in Classrooms", "Keep Those Plans on Hold. Social Distancing Probably Won’t End for at Least a Year", "How COVID-19 Safety Protocols at Workplaces Help Save Black, Latino Lives", "Why Medical Experts Support Joe Biden’s 7-Point Plan to Beat COVID-19", "What We Know About COVID-19 and Long-Term Heart Damage", "Newborns Are at Low Risk of Getting COVID-19 from Mothers, Researchers Say", "What You Can Do If You’ve Lost Health Insurance During COVID-19", "Did COVID-19 Cancel Thanksgiving? What to Know About Holiday Travel During the Pandemic", "How ‘Just Meeting a Few Friends’ Can Become a Superspreader Event", "Herd Immunity Without COVID-19 Vaccine Would Mean Half of America Gets Sick", "Older Adults Are More at Risk for COVID-19. So Why Don’t Vaccine Trials Include Them?", "Dentists Are Reporting a Low Rate of COVID-19: Here’s Why", "How Long Does Immunity Last After COVID-19? What We Know", "Unexpected Ways the COVID-19 Vaccine May Be Delayed", "Does Your Blood Type Increase Your Risk for Coronavirus?", "How Long Can the Novel Coronavirus Live on a Surface? Temperature and Light Make a Big Difference", "How Long Does It Take for COVID-19 to Stop Being Contagious?", "Even If You Have Severe Lung Disease, You Can Safely Wear a Mask", "4 Simple Tips to Avoid Developing ‘Tech Neck’ During COVID-19", "COVID-19 Is Happening All Over Again in Florida", "Report Finds KN95 Masks Not as Effective as N95 Masks", "From Back Pain to Coughing, Life with Long-Haul COVID-19", "Hundreds of Healthcare Workers Have Died from COVID-19: This Doctor Is Honoring Them", "6 Safer Ways to Celebrate Halloween During COVID-19", "Kids Mimic Their Parents’ Behavior When It Comes to COVID-19 Safety", "Why the Next Few Days Will Be Critical for Trump’s COVID-19 Recovery", "FDA Releases New Guidelines for COVID-19 Vaccine Approval: What to Know", "What to Know About Vitamin D and COVID-19", "Experts Say COVID-19 Is Airborne: Here’s How You Can Stay Safe", "What Is ‘Long Haul’ COVID-19 and Is Trump at High Risk?", "How COVID-19 Is Impacting Men’s Mental Health Differently", "How to Tell If the Air Is Safe Enough to Exercise Outside", "Here’s What to Know About Trump’s Experimental COVID-19 Treatment", "Allergies, COVID-19, Wildfire Smoke Irritation: How Symptoms Differ", "COVID-19 Safety Protocols Will Also Protect You from Colds, Flu", "More Americans Are Binge Drinking During Pandemic: How to Cope Without Alcohol", "Trump’s Positive COVID-19 Test Shows the Need for Masks, Distancing", "President Trump’s COVID-19 Diagnosis: What to Know Right Now", "Trump and COVID-19: The Potential Treatments for the President", "What to Know About President Trump’s COVID-19 Diagnosis", "Lockdown 2.0: A Second Wave of COVID-19 Hits Europe", "No Hugs: How the COVID-19 Pandemic Has Impacted Palliative, Hospice Care", "San Francisco Has the Lowest COVID-19 Death Rate: What Other Cities Can Learn", "It’s Unlikely the U.S. Will Have Another COVID-19 Lockdown No Matter How High the Numbers Get", "Yes, COVID-19 and Lockdowns Could Be Giving You Nightmares — Here’s How to Sleep More Peacefully", "COVID-19, Masks, and the ACA: 7 Takeaways from the Presidential Debate", "Viruses Don’t Just ‘Go Away.’ The Toll of Reaching Herd Immunity Without a COVID-19 Vaccine", "Google Searches for COVID-19 Symptoms May Predict Site of Next Outbreak", "Here’s What Is Going On with Rapid COVID-19 Testing", "What the CDC Says About Staying Safe This Holiday Season", "The Red Flags That Alarm Experts as COVID-19 Vaccine Trials Reach Final Stage", "Kids Are Getting COVID-19 at School and Spreading It to Families", "How Colleges Have Become COVID-19 Superspreaders", "Those Who Social Distance Have Fraction of COVID-19 Risk Compared to Those Who Don’t", "Why COVID-19 Survivor Rita Wilson Is Urging Others to Get a Flu Shot", "Dr. Ezekiel Emanuel Talks to Healthline About Biden’s COVID-19 Task Force", "COVID-19 May Cause Decrease in Life Expectancy This Year", "Why You Probably Don’t Need to Worry About Catching COVID-19 from Food", "20% of Coronavirus Infections Are Asymptomatic but Still Contagious", "Fauci and Other Experts Debate When Our COVID-19 Lives Will Return to Normal", "COVID-19 Linked to Increased Risk of Preterm Births", "COVID-19 Vaccine Trial Participant Tells Healthline: ‘It’s the Right Thing to Do’", "Will Your COVID-19 Mask Protect You from Wildfire Smoke?", "Gen Z Is Taking COVID-19 Pandemic Seriously: Here’s Why", "If COVID-19 Vaccine Is Approved, Could Schools Mandate Getting Vaccinated?", "How to Vote Safely in Person This November", "Worried About Weight Gain During COVID-19? You’re Not Alone", "Trump Administration Plans to Provide Free COVID-19 Vaccine: What to Know", "How the COVID-19 Pandemic Is Contributing to a New Increase in Opioid Deaths", "Why Your Employer May Not Have to Tell You If a Co-Worker Has COVID-19", "What Parents Should Know About Flu and COVID-19 Before Sending Their Kids Back to School", "You Can Get the Flu and COVID-19 at the Same Time: What You Should Know", "Will COVID-19 Become a Seasonal Illness? Here’s What We Know Right Now", "Study Finds Ibuprofen Likely Doesn’t Make COVID-19 Symptoms Worse", "These Conditions Put Young People at Higher Risk for COVID-19", "Vitamin D Can Help Reduce COVID-19 Risks: Here’s How", "Why COVID-19 Cases in Europe Are Surging Back to March Levels — What This Means for the U.S.", "How the Aging Process Makes Older People More Vulnerable to COVID-19", "Heart and Lung Damage from COVID-19 Can Improve Over Time If Rehab Starts Early", "Depression Symptoms 3 Times Higher During COVID-19 Lockdown", "Experts Say It’s a Good Sign That a COVID-19 Vaccine Trial Was Paused. Here’s Why", "Wearing a Mask May Reduce How Sick You Get from COVID-19", "Why COVID-19 Is Particularly Dangerous for Older Black Americans", "9 Pharma Companies Join to Release Open Letter Promising COVID-19 Vaccine Safety", "Vaccines 101: Everything to Know While Waiting for the COVID-19 Vaccine", "The World Is Experiencing Mass Trauma from COVID-19: What You Can Do", "Returning to Exercise After Recovering from COVID-19: What to Know", "Why Rushing a COVID-19 Vaccine by November Could Be Dangerous", "60% of Americans Have an Underlying Condition That Increases COVID-19 Risk", "Experts Come Up with Plan for Who Gets the COVID-19 Vaccine First", "Bars as Risky as Jails for Potential Spread of COVID-19", "Children May Be Silent Carriers of COVID-19", "Some Teens Experiencing Lower Levels of Anxiety with Remote Schooling", "Inexpensive Steroid May Help Treat Sickest COVID-19 Patients: What We Know", "Why Some People Feel Guilty After Testing Positive for COVID-19", "FDA Issues Warning for Hand Sanitizer in Food Packaging", "Why Plastic Face Shields Aren’t a Safe Alternative to Cloth Masks", "Amount of COVID Viral RNA Detected at Hospital Admission Predicts How Patients Will Fare", "Face Mask Aims to Deactivate Virus to Protect Others", "Why Are Some COVID-19 Infected People Asymptomatic?", "T-Cells from Recovered COVID-19 Patients Show Promise to Protect Vulnerable Patients from Infection", "Estimating Risk of Airborne COVID-19 With Mask Usage, Social Distancing", "Lab-Grown Mini-Lungs Mimic the Real Thing -- Right Down to Coronavirus Infection", "COVID-19 Infection May Be Part of a 'Perfect Storm' for Parkinson's Disease", "Do Asymptomatic Kids With COVID-19 Carry Less Virus?", "'Mini-Lungs' Reveal Early Stages of SARS-CoV-2 Infection", "Immune Response the Probable Underlying Cause of Neural Damage in COVID-19", "Tracking the SARS-CoV-2 Virus With Genome Sequencing", "Spectral CT Improves Detection of Early-Stage Coronavirus Disease (COVID-19)", "Evidence Review Confirms CDC Guidance About Infectivity of Novel Coronavirus", "Neuropilin-1 Drives SARS-CoV-2 Infectivity, Finds Breakthrough Study", "Patients Who Had More Severe COVID-19 May Be the Best Donors for Convalescent Plasma Therapy", "New Lab Test Clarifies the Potential Protective Effects of COVID-19 Antibodies", "In Recovering COVID-19 Patients, Antibodies Fade Quickly", "Will the COVID-19 Virus Become Endemic?", "Novel Antiviral Strategy for Treatment of COVID-19", "New Study Suggests Crucial Role for Lymphocytes in Asymptomatic COVID-19 Infection", "COVID-19 Rapid Test Has Successful Lab Results, Research Moves to Next Stages", "Army Researchers Collaborate on Universal Antibody Test for COVID-19", "First Reported UK Case of Sudden Permanent Hearing Loss Linked to COVID-19", "COVID-19 Recovery at Home Possible for Most Patients", "New Research on SARS-CoV-2 Virus 'Survivability'", "Hydroxychloroquine Does Not Counter SARS-CoV-2 in Hamsters, High Dose of Favipiravir Does: Study", "Identification of a Viral Factor That Impairs Immune Responses in COVID-19 Patients", "Protective Antibodies Persist for Months in Survivors of Serious COVID-19 Infections", "Potential COVID-19 Vaccines Not Affected by Dominant 'G-Strain'", "New Study Confirms Advice Given to the UK Government About School Closures", "Previous Infection With Other Types of Coronaviruses May Lessen Severity of COVID-19", "Influenza Vaccination May Provide Roadmap to Prevent COVID-19 in CV Disease Patients", "Medicine for Multiple Sclerosis Patients Inhibits Coronavirus -- At Least in a Test Tube", "Nitric Oxide a Possible Treatment for COVID-19, Study Finds", "Users of Blood Pressure Medicine Have a Lower Risk of Dying from Influenza and Pneumonia", "Face Masks Unlikely to Cause Over-Exposure to Carbon Dioxide, Even in Patients With Lung Disease, Study Finds", "People With Parkinson's Disease Have a Higher Risk of Dying from COVID-19", "AI Can Detect COVID-19 in the Lungs Like a Virtual Physician, New Study Shows", "In Deadly COVID-19 Lung Inflammation, Discover a Culprit in NFkB Pathway", "COVID-19: Saliva Tests Could Detect Silent Carriers", "One in Three Parents Plan to Skip Flu Shots for Their Kids During COVID-19 Pandemic, Poll Finds", "How Do Americans View the Virus? Anthropology Professor Examines Attitudes, Perceptions of COVID-19", "Ultrapotent Antibody Mix Blocks COVID-19 Virus Attachment", "New Mechanism of Action Against SARS-CoV-2 by Antiviral Drug Remdesivir", "A Cheaper, Faster COVID-19 Test", "Neurological Consequences of COVID-19: The 'Silent Wave'", "Most Infants Are Well Even When Moms Are Infected by COVID-19, Researchers Find", "Evaporation Critical to Coronavirus Transmission as Weather Changes", "Researchers Find Diminished Response by 'Killer' T Cells in Elderly COVID-19 Patients", "New Study Reveals Why Flu Can Be Devastating for Pregnant Women", "After Developing CRISPR Test, Researchers Validate Clinical Feasibility for COVID-19 Testing", "Rapid 90-Minute COVID-19 Test Shown to Be Highly Accurate", "Social Distancing and Microbial Health", "Stroke Scans Could Reveal COVID-19 Infection", "Scientists Uncover the Structural Mechanism of Coronavirus Receptor Binding", "Lessons from Coronavirus Surveillance Testing in Seattle-Area Homeless Shelters", "Tiny Antibody Component Highly Effective Against SARS-COV-2 in Animal Studies", "Antibody Test Developed for COVID-19 That Is Sensitive, Specific and Scalable", "Researchers Publish Striking Images of SARS-CoV-2 Infected Cells", "Seven in 10 Americans Willing to Get COVID-19 Vaccine, Survey Finds", "Researchers Draw More Links Between Vaping, Smoking, Young People, and Coronavirus", "Metabolite Signature of COVID-19 Reveals Multi-Organ Effects", "Delayed Immune Responses May Drive COVID-19 Mortality Rates Among Men and the Elderly", "COVID-19 Patients Suffer Long-Term Lung and Heart Damage but It Can Improve With Time", "Obesity May Alter Immune System Response to COVID-19", "Children Can Have COVID-19 Antibodies and Virus in Their System Simultaneously", "Retest for COVID-19 4-Plus Weeks After Symptoms First Appear to Curb Infection Risk, Say Researchers", "Researchers Identify Proteins That Prevent COVID-19 Transmission Through the Placenta", "Virus in the Blood Can Predict Severe COVID-19, Researchers Find", "NIH scientists discover key pathway in lysosomes that coronaviruses use to exit cells", "NIH begins large clinical trial to test immune modulators for treatment of COVID-19", "NIH study aims to identify promising COVID-19 treatments for larger clinical trials", "NIH clinical trial testing hyperimmune intravenous immunoglobulin plus remdesivir to treat COVID-19 Begins", "NIH to launch the Serological Sciences Network for COVID-19, announce grant and contract awardees", "NIH RADx initiative advances six new COVID-19 testing technologies", "NIH to assess and expand COVID-19 testing for underserved communities", "Investigational COVID-19 vaccine well-tolerated and generates immune response in older adults", "Scientists discover genetic and immunologic underpinnings of some cases of severe COVID-19", "Fourth large-scale COVID-19 vaccine trial begins in the United States", "NIH expands clinical trials to test convalescent plasma against COVID-19", "NIH funds community engagement research efforts in areas hardest hit by COVID-19", "NIH awards contracts to develop innovative digital health technologies for COVID-19", "Substance use disorders linked to COVID-19 susceptibility", "NIH ACTIV initiative launches adaptive clinical trials of blood-clotting treatments for COVID-19", "NIH continues to boost national COVID-19 testing capacity", "NIH-supported study to track prevalence and impact of SARS-CoV-2 among pregnant women in low- and middle-income countries", "What are the long-term effects of coronavirus (COVID-19)?", "Why is it called coronavirus? What the names mean", "Can you have coronavirus (COVID-19) without a fever?", "Types of coronavirus, their symptoms, and treatment", "How long does coronavirus last in the body, the air, and in food?", "Coronavirus (COVID-19) test results: How long do they take?", "10 new COVID-19 myths: Expert opinion", "Coronavirus (COVID-19) test cost: Different options", "COVID-19 will eventually become seasonal, researchers predict", "Hopeful COVID-19 research: Promising results for prevention", "Novel coronavirus: What we know so far", "COVID-19: Antibody fragment could prevent infection", "COVID-19: Pain-numbing effect of virus may boost its spread", "Can coronavirus cause diarrhea?", "Coronavirus vs. allergies: What to know", "Could a common antioxidant enzyme help treat COVID-19?", "Winter flu-like illnesses could have been COVID-19", "Study identifies 3 existing drugs that may help treat COVID-19", "Pain medications and coronavirus (COVID-19): Do they work?", "COVID-19: Less than 10% of US population developed", "Conspiracy beliefs hamper US response to COVID-19", "1 in 3 excess deaths in the US not directly caused by COVID-19", "Alleged US case of SARS-CoV-2 reinfection raises questions", "No evidence of 'cytokine storm' in COVID-19", "Asthma may not increase the risk of severe COVID-19", "Older males recovering from COVID-19 may have best plasma", "COVID-19 vs. hay fever: Symptoms and treatment", "SARS-CoV-2 may be able infect significant number of mammals", "COVID-19: Can we tackle the root cause of inflammation?", "How does risk vary for Black and Asian patients with COVID-19?", "What is 'long COVID' and how does it affect those who", "Medicare and coronavirus vaccine: Coverage, costs and more", "SARS-CoV-2 antibodies may provide immunity for at least 5–7", "Plasma therapy for COVID-19: Updates from Prof. Arturo", "Medicare and coronavirus testing: Coverage, costs and more", "COVID-19: Promising results for Russian vaccine", "Coronavirus home remedies: Treatment options and when to", "Difficulties in communicating COVID-19 science made clear in", "Is higher COVID-19 mortality in Black adults linked to essential", "US election 2020: Many people concerned about COVID-19 risk", "Halloween and COVID-19: A safety guide", "Does Medicare cover coronavirus antibody test costs? Advice", "Long COVID: Specialists lay groundwork for diagnosis and", "US cases of depression have tripled during the COVID-19", "United Kingdom: Excess cardiovascular deaths during ", "Pandemic measures had a strong impact on mental and ", "What the COVID-19 pandemic and the 1918 flu pandemic ", "Burning sensation in lungs: Causes and treatments", "Addressing COVID-19 and incarceration", "Homemade masks: Study tests various fabrics", "The Recovery Room: News beyond the pandemic", "The Recovery Room: News beyond the pandemic", "Face masks have negligible negative effect on CO2 and O2 ", "Anxiety symptoms increased during the pandemic, Google ", "Republican governors took longer in making masks a ", "People with eating disorders negatively affected by lockdown", "The Recovery Room: News beyond the pandemic", "How to stay safe while voting during a pandemic", "Expert Alert: Accelerated breast cancer treatments at Mayo Clinic provide more options for patients during pandemic", "Analyzing web searches can help experts predict, respond to COVID-19 hot spots", "Mayo Clinic’s COVID-19 tracking tool provides latest local data, expert guidance", "Cleveland Clinic and Astrotech Subsidiary Partner to Develop a Rapid COVID-19 Breath Test", "Leading the Way in Innovative Research for COVID-19 Patients", "Parade/Cleveland Clinic Survey Shows Americans Embracing Healthy Lifestyle Changes Amid COVID-19 Pandemic", "Cleveland Clinic “Coping with COVID” Survey Illustrates the Mental and Physical Toll the Pandemic is Taking on Men", "‘James Bond’ Actor Sean Connery Dies at Age 90", "Superspreaders Spur Record New U.S. COVID Cases", "Antibodies Attack the Body In Some COVID Cases", "COVID-19 Infection Fatality Ratio is About 1.15%,", "Regeneron Says Its Treatments Lower Medical Visits", "Shipping Container of Medical Gloves Stolen in FL", "Grocery Workers at Risk for COVID Without Symptoms", "Lies Spread on Social Media Hamper Vaccinations", "U.S. Cases Spike as COVID Kills Every 107 Seconds", "1 in 3 U.S. Seniors Prescribed Inappropriate Drugs", "For Some, Postpartum Depression Lingers for Years", "The Pandemic Diet: How to Lose the ‘Quarantine 15’", "More Wearing Masks But Ignoring Other Precautions", "Study Shows COVID-19 May Cause Brain Aging", "Imaging Shows the Brain Drives Political Divides", "Early Vaccines Will Prevent Symptoms, Not Virus", "Pfizer CEO Rules Out Vaccine Before Election Day", "A Closer Look at Joe Biden's Health", "Dodgers’ Justin Turner Pulled After Positive Test", "Lilly Ends Antibody Trial in Severe COVID Patients", "Chrissy Teigen Shares Moving Story of Pregnancy Loss", "We Asked Five Experts for COVID Thanksgiving Advice", "Manage Risk to Stay Safe for COVID Thanksgiving", "COVID-19 Antibodies Decline Over Time, Study Shows", "COVID-19 Cases Increased 14% Recently in Kids", "Task Force: Screen for Colon Cancer at Age 45", "Patients With Worst COVID May Be Key Plasma Donors", "Spouses Share a Lot, Including Heart Health: Study", "Jamie Foxx's Sister, DeOndra Dixon, Dies at 36", "France Faces Lock Down as COVID Surges in Europe", "CDC Warns of Listeria Outbreak", "Loss of Smell More Common in COVID-19 Than Thought", "Psoriasis Meds Don't Raise Risk of Severe COVID-19", "Diet Drinks Don't Do Your Heart Any Favors", "Study: COVID-19 Antibodies Decline Over Time", "WH Chief of Staff: US Won’t Control the Pandemic", "AstraZeneca, J & J Resume Vaccine Trials", "Delta Adds 100s to No-Fly List for Mask Refusal", "Colleges Testing Wastewater to Find COVID Early", "Couple Marry Outside Mom’s Nursing Home Window", "‘Miracle Baby’ Born at 1 Pound Goes Home Healthy", "Advocates Welcome Down Syndrome Guidance for Adults", "Down Syndrome Increases COVID Death Risk 10 Fold", "Several Aides to VP Pence Test Positive", "CDC Issues Updated Guidelines for Voting Safety", "CDC Will Monitor COVID-19 Vaccine Recipients", "COVID Syndrome Seen in Kids Also Strikes Adults", "Pfizer Begins COVID-19 Vaccine Trial in Teens", "States, U.S. Hit Set New Records for COVID Cases", "Fauci Says Nationwide Face Mask Rule May Be Needed", "Moderna Might Seek Government OK for Vaccine in December", "Santa Won’t Visit Macy’s This Christmas Season", "COVID Vaccine Standards Questioned at FDA Meeting", "Poverty May Up Black Children's Health Risks Early", "Searching for Clues to COVID-19 Immunity", "Most Americans Want to End Seasonal Time Changes", "Trump, Biden Battle Over COVID, ACA in Last Debate", "Boston Public Schools Back to All-Remote Learning", "Missouri Family Reports 8 COVID-19 Cases, 3 Deaths", "Two Studies Show Drop In COVID-19 Death Rates", "Volunteer in Brazilian COVID Vaccine Trial Dies", "Masks Block Virus Particles but Not Entirely", "Florida Will Investigate All COVID-19 Deaths", "FDA Approves Remdesivir to Treat COVID-19", "Who's At Risk For 'Long COVID?'", "Coffee, Green Tea May Help Against Type 2 Diabetes", "Mask Use by Americans Now Tops 90%, Poll Finds", "Fauci: Masks, Social Distancing Likely Until 2022", "Dating During the Pandemic: Online and Restless", "Hispanic Women More Prone to COVID in Pregnancy", "Half of Americans Know Someone Impacted by COVID", "Could Mom's Thyroid Levels Influence ADHD in Kids?", "Cells That Drive Diabetes Seen in Healthy People", "15 Total Minutes of Contact May Increase COVID Risk", "Purdue to Plead Guilty to Opioid-Related Crimes", "Scientists Discover New Organs in the Throat", "One Big Reason Women May Be Less Prone to COVID-19", "Oscar Winner Jeff Bridges Says He Has Lymphoma", "CDC Recommends Barring Travelers Without Masks", "Ireland Announces 6-Week Lockdown Restrictions", "Melania Trump Cancels Campaign Rally Appearance", "Trump Adviser Draws Fire For Facial Covering Tweet", "Pandemic Fears Tied to California Gun Sale Surge", "UK Begins Controversial Coronavirus Challenge Trial", "Face Masks and Foggy Glasses: A COVID Consequence", "Most U.S. Women Under 50 Use Contraception: Report", "What Will Convince People to Get a COVID Vaccine?", "CVS Hiring 15,000 Workers for COVID-19, Flu Season", "All Residents at Kansas Nursing Home Have COVID-19", "Curbing COVID Had Benefit for Asthma Patients", "Rapid Test Results May Go Unreported, Officials Say", "Walmart Announces Black Friday Changes for COVID", "Fauci Not Surprised Trump Got COVID-19", "NYC Schools Report Low COVID-19 Numbers", "Microplastics Seeping Out of Baby Bottles: Study", "More Women Trying Pot to Manage Menopause", "Expert: Darkest Weeks of Pandemic Are Yet to Come", "States Get Ready for Complex COVID Vaccine Plans", "Big Babies May Face Higher Lifelong A-Fib Risk", "New Rheumatoid Arthritis Drug May Help Tough Cases", "Oxford University Develops 5-Minute COVID-19 Test", "Recovered COVID Patients’ Antibodies Fade Quickly", "COVID-19 Deaths Could Increase 80% by February", "Study: Remdesivir Does Not Reduce COVID Mortality", "Four U.S. Counties Remain COVID-free", "FDA Warns of Painkiller Risk During Pregnancy", "Patients Getting Surprise Bills After Colonoscopies", "No Pfizer Coronavirus Vaccine Before Election", "Long COVID 'May Be Four Syndromes'", "Fauci: We Need a Uniform Approach", "Heart Defects Don't Increase Risk of Severe COVID", "Chinese COVID Vaccine Shows Promise in Early Trial", "Europe Passes U.S. in New COVID-19 Cases", "COVID-19 Doesn’t Seem Seasonal, Study Says", "Small Household Gatherings Driving COVID Increase", "20% Rise In Death Rate Mostly Because of Pandemic", "Sudden Hearing Loss Linked to COVID-19", "Widespread COVID Vaccine Could Be Ready by April", "Overdose Deaths Spiked In Early Days of Pandemic", "Young Women at Higher Risk from Heart Attacks", "Scientists Slam White House for Herd Immunity Claim", "Aides' COVID Cases Halt Kamala Harris' Travel", "Pandemic Impact: The News You Watch Might Matter", "Low Brain Blood Flow May Spur Alzheimer's Hallmark", "Is Apathy an Early Sign of Dementia?", "Barron Trump Had COVID-19, Melania Trump Says", "Dutch Woman First to Die After COVID-19 Reinfection", "A-Fib Treatment Reduces Patients' Dementia Risk", "Blood Type May Predict Your Risk For Severe COVID", "Cottonelle Wipes Recalled Over Bacteria Concerns", "Spices Recalled Over Salmonella Fears", "Curbing Some TV Ads Might Reduce Childhood Obesity", "Hard to Change Minds of 'Vaccine-Hesitant' Parents", "Vacationing Teen Spreads COVID-19 to 11 Relatives", "Pfizer to Test COVID Vaccine in Kids", "President Tests Negative \"On Consecutive Days\"", "U.S. Still in First Wave, Third COVID Surge Starts", "Cancer Screening Delays May Cause Spike in Deaths", "Fauci Comments In Trump Ad Taken ‘Out of Context’", "Black Doctors Aim to Make COVID Testing Equitable", "Many Seniors With Heart Failure Take 10-plus Meds", "NC Teacher Dies From COVID-19 Complications", "Long-Lasting Immunity Follows Serious COVID Cases", "What Happened Other Times a Vaccine Was Rushed?", "Two Major COVID Trials Paused for Safety Issues", "Severe COVID More Likely in Black, Asian Patients", "Pew: COVID Sends Majority of Young Adults Back Home", "Neck Gaiters May Protect Against COVID-19 Spread", "Hundreds Gather on White House Lawn to Hear Trump", "CEO Says Regeneron Must Ration COVID-19 Treatment", "First Confirmed U.S. Cases of COVID Reinfections", "Coronavirus Survives on Surfaces for Weeks: Study", "Recall Widens for Diabetes Drug Metformin", "COVID Biggest Cause of Police Deaths This Year", "CDC: Young White Men Least Likely to Wash Hands", "233,000 U.S. COVID-19 Deaths Forecasted by Oct. 31", "Trump No Longer Infectious, His Doctor Says", "Fauci’s Daughters Won’t Visit for Thanksgiving", "Coronavirus Can Survive on Skin 9 Hours", "Trump to Resume Public Events, Despite Concerns", "New Coronavirus Can Infect Your Eyes as Well", "World Food Program Wins Nobel Peace Prize", "'Love Hormone' Could Hold Key to Treating COVID", "Election Stress Getting to You? You're Not Alone", "Pence, Harris Address COVID, Health Care, Abortion", "Trump Touts Unproven Therapy as COVID 'Cure'", "Pence’s Red Eye Raises COVID Concerns", "Trump’s COVID-19 Social Media Posts Flagged", "FDA Publishes Vaccine Rules Opposed by White House", "CDC Says Wearing Masks and Closing Bars Works", "Pence Should Quarantine, Not Debate, Expert Says", "Dozens of Mammals at Risk of COVID Infection", "Doctor: Trump Symptom-Free for 24 Hours", "Eddie Van Halen Dies of Cancer at 65", "FDA Chief Says Panel Must Review COVID Vaccine", "White House Blocking New Vaccine Guidelines", "Trump Could Suffer ‘Reversal’ in COVID Treatment", "'Anti-Vaxx' Movement Shifts Focus to Civil Liberties", "For Black Americans, Resilience Key to Heart Health", "Risk of Severe COVID May Hinge on Type of Asthma", "Expert: White House a ‘Super Spreader’ Site", "Antibiotics May Be Best First for Appendicitis", "Pot Users Need More Anesthesia, Painkillers: Study", "Voting During COVID Pandemic: How to Do It Safely", "Paris Closes Bars for Two Weeks After Cases Spike", "Cantaloupes, Cut Fruit Recalled From Major Stores", "Computer Predicts 2,900 US Deaths Daily By Dec. 30", "Wearing a Mask Doesn't Cause CO2 Poisoning", "COVID-19 ICU Patients Have High Risk of Clots", "Why is Trump Taking Dexamethasone and Does It Work?", "80% of COVID Patients Have Neurological Symptoms", "Daily COVID-19 Cases in U.S. Highest in Months", "COVID-Linked Syndrome Seen in Kids Found in Adults", "NYC Wants to Reinstate Coronavirus Restrictions", "When Loved One Is in ICU, Spouse Sees Health Risks", "Benefit of the Common Cold? It May Prevent COVID", "Study: For Top Safety, Wash Homemade Face Masks", "Patriots Quarterback Cam Newton Tests Positive", "Three Share Nobel Prize for Hepatitis C Research", "Trump Leaves Hospital After COVID Treatment", "Why A Negative Test Doesn't Rule Out COVID", "What Trump’s Symptoms Mean for COVID Course", "Trump & COVID: Who Is Positive, Who Is Negative", "President Trump, First Lady Test Positive for COVID", "Task of Tracing Trump's Contacts Widens", "WebMD Poll: Health Care, Pandemic Important to Voters", "'Superspreaders' Are Driving the COVID-19 Pandemic", "MLB to Allow Some Fans at World Series", "Neanderthal Genes Could Link to Severe COVID-19", "Irregular, Long Periods Tied to Shorter Life Span", "Immunotherapy Drug Helping Lung Cancer Patients", "Tough Menopause May Signal Future Heart Woes", "Moderna Won’t Seek Vaccine Approval Before Nov. 3", "CDC Extends No Sail Order for Cruise Ships", "Race Doesn't Impact COVID Survival Rate in Hospital", "Last-Ditch Support System Is Saving COVID Patients", "Alcohol-Linked Deaths Spike in Rural America", "NFL Postpones Titans-Steelers Game Due to COVID-19", "New COVID-19 Cases Spike Again in Florida", "Risky Ink: Tattoos May Lead to Body's Overheating", "Bald to Bold, Lockdown Locks Embrace All Styles", "Trump, Biden Face Off in Chaotic First Debate", "Positive Coronavirus Tests Shut Down Two NFL Teams", "NYC Will Fine People Who Don't Wear Masks", "Pets Helped People Cope During Pandemic: Study", "Was FDA Lax in Approving Opioids Too Easily?", "COVID-19 Global Death Toll Passes 1 Million Mark", "Fauci Says U.S. 'Not in a Good Place' With COVID", "Sharks Could Be Harvested for COVID-19 Vaccine", "COVID-19 Vaccine Trial Shows Promise for Elderly", "Closer Look: Trump, Biden Plans on Health Care", "End Ban on Cornea Donations from Gay Men: Study", "Do Fasting Diets Work? Study Finds Little Benefit", "Pandemic Has More Americans Turning to Alcohol", "S.C. Woman Dies of COVID-19 Weeks After Daughter", "Lockdown Could Worsen Hearing Woes for Seniors", "Study Confirms Minorities at Higher Odds of COVID", "Women Get Worse Care for Heart Attack", "Antigen Tests Posing Problems for Nursing Homes", "CDC Recommends “Low-Risk” Thanksgiving Activities", "Most Newborns of COVID-19-Infected Moms Fare Well", "33% of Parents Won't Get Flu Shots for Their Kids", "Privacy Concerns Hindering Digital Contact Tracing", "Doctors Wary of Rushed COVID Vaccine", "Sign Language Interpreters Required at WH Briefings", "New York Plans Its Own Review of COVID Vaccines", "Florida Lifts COVID-19 Restaurant Restrictions", "Less Than 10% of Americans Have COVID Antibodies", "China Vaccinates Thousands with Unproven Doses", "Virginia Governor and Wife Test Positive for COVID", "COVID-19 Cases Going Up in Half of States", "Military Suicides Up During Pandemic", "Brain-Eating Amoeba in Texas City's Tap Water", "Trump OKs Final Plan to Import Drugs From Canada", "Could Wildfires Have Long-Term Health Effects?", "Low Vitamin D Levels Tied to Odds for Severe COVID", "Severe COVID Clues: Autoantibodies, Gene Mutations", "FDA Authorizes Point-of-Care COVID Antibody Test", "Missouri Governor and Wife Test Positive for COVID", "Americans Have Lost $145 Million in COVID-19 Fraud", "Is Shock Therapy Returning for Bipolar Disorder?", "Symptoms or No, COVID Patients Have Same Viral Load", "U.S. Coronavirus Cases Top 7 Million", "Accuracy of COVID-19 Antibody Tests Varies Widely", "Ingredients Make 'Smart' Supplements Not-So-Smart", "America's COVID Pandemic Is Now Skewing Younger", "Even If Hips, Legs Slims Down, Belly Fat a Danger", "FDA Warns of Danger From 'Benadryl Challenge'", "Man Dies After Eating Too Much Black Licorice", "Most N95 Masks From China Don't Meet US Standards", "No Trick: Halloween Must be Different During COVID", "Neighbors Harvest Crops After Farmer’s Heart Attack", "Fourth Late-Stage U.S. Vaccine Trial Starts", "Fauci Named in Time's Most Influential People List", "Children Have Better COVID Immune Response", "After COVID, When Can Young Athletes Resume Play?", "9 in 10 Americans Not Yet Exposed to COVID", "CDC Discourages Many Halloween Activities", "Medical Schools Report Record Application Numbers", "COVID-19 May Damage Blood Marrow Immune Cells", "NIH Expands Clinical Trials on Convalescent Plasma", "Wisconsin Gov. Declares Public Health Emergency", "Colleges’ Opening Fueled 3,000 COVID Cases a Day, Researchers Say", "Blood Test May Show Who Is at Risk of Severe COVID", "Diabetes Drug Metformin May Protect Aging Brains", "Prenatal Pot Use Impacts Kid's Future Mental Health", "Report: FDA to Release Tougher COVID Vaccine Rules", "Singing Without a Face Mask Can Spread COVID-19", "Resuming Sex After Heart Attack May Help Recovery", "Could Zinc Help Fight COVID-19?", "Many Metrics to Measure COVID-19, Which Are Best?", "Report: States Need to Track COVID-19 Data Better", "Trial Holds Promise for Weekly Insulin for Type 2", "COVID Hits Minorities Hardest in Nursing Homes, Too", "COVID Death Toll Hits 200,000 in the U.S.", "CDC Reverses Guidance on Asymptomatic Testing", "Nearly 1/2 School Staffs Face Increased COVID Risk", "Homemade Masks Do a Great Job Blocking COVID-19", "Black Doctors' Group Creates Panel to Vet Vaccine", "CDC Says Once Again Breathing Can Spread COVID", "EPA Adds to List of Coronavirus-Fighting Cleaners", "Too Much or Too Little Sleep Bad for Your Brain", "COVID Triggers Premature Births in Infected Moms", "U.K. Tries to Avoid Another Lockdown", "Global Life Expectancy Likely to Drop Due to COVID", "Potential COVID Drug May Raise Heart Risk: Study", "Holidays Can Be a Fright for Kids With Food Allergies", "Glass-Topped Tables Injure Thousands Each Year", "‘Very Serious Situation Unfolding’ in Europe", "Early Voting Starts in States with COVID-19 Surges", "COVID Outbreak Among U of Wisconsin Football Team", "Colleges Already Canceling Spring Break", "Ruth Bader Ginsburg Dies from Pancreatic Cancer", "Many Need Follow-Up Colonoscopy and Don't Know it", "Moderna: We'll Know Soon if COVID Vaccine Works", "Experts: Crackdowns on COVID Rule Breakers Harmful", "Sore Jaws, Cracked Teeth COVID Collateral Damage", "CDC Posted Test Guideline Without Scientific Review", "NYC Diners May get 10% 'COVID-19 Recovery Charge'", "Feds Release Plan to Distribute COVID-19 Vaccine", "COVID Adds Risk for People With Addiction Disorders", "90,000 Young U.S. Adults May Get Cancer This Year", "Another Rapid COVID-19 Test Shows Promise", "CVS Doubles Testing Sites Across Country", "TN and GA Ease COVID-19 Nursing Home Restrictions", "Meager Meals, Dirty Rooms: Life in ‘Quarantine U’", "Coffee May Slow Spread of Colon Cancer", "COVID Prevention May Mean Record Low Flu Rates", "Colleges and Universities: The New COVID Hot Spots", "Dad Invents Candy Chute for Kids' Halloween Safety", "CDC Chief Walks Back Masks v. Vaccine Comments", "Gates Criticizes Fed Response to COVID-19 Pandemic", "Maine Wedding Linked to 7 COVID-19 Deaths", "Minorities Make Up Most Deaths Among Young People", "Smoking Ups Your Risk of a Fatal Brain Bleed", "COVID Conflicts Are Straining Relationships", "Pre-COVID Life May Not Return Until 2022", "Complaint Blasts Detention Center COVID Response", "New Apple Watch 6 Can Monitor Blood Oxygen Levels", "Frequent Worship Attendance Can Raise COVID Risk", "PA’s COVID-19 Restrictions Ruled Unconstitutional", "Lack of Antigen Tests Has U.S. ‘Blind to Pandemic’", "Big Ten Reverses Decision, Will Have 2020 Season", "Do Eyeglasses Offer Protection Against COVID-19?", "‘Self-Care’ Urged for Women Caregivers Amid Pandemic", "Black Children at Higher Odds for ADHD", "Coronavirus and Apartments: What’s the Risk?", "Blood Clotting Tied to Worse COVID-19 Outcomes", "Can a Parkinson's Drug Treat Macular Degeneration?", "Many MS Patients Struggle With Finances, Forgo Treatments", "COVID Safety During the Upcoming Holidays", "COVID Drives Macy’s to Scrap Parade Crowds", "Half of Pediatricians Dismiss Anti-Vaccine Families", "Some Psoriasis Meds May Also Help Prevent Heart Disease", "Southern Hemisphere Has Fewer Flu Cases Amid COVID", "Pre-Surge Hospitalization Levels in L.A. County", "Post COVID-19, Lung Function Improves Over Time", "Public Trust in Top Health Officials is Fading", "Even Exercise May Not Ease Pandemic-Linked Stress", "Could COVID-19 Someday Become Seasonal, Like Flu?", "Doctors Should Watch for Punctured Lungs in COVID Patients", "NIH and FDA Examine Serious Side Effect That Surfaced in COVID Vaccine Trial", "Statins Going Generic Saved Medicare Billions", "Is Arthritis Pain Relief as Close as Your Spice Rack?", "Outbreaks Traced to 3 Utah Child Care Centers", "Fauci: Plan to 'Hunker Down' for Fall and Winter", "Florida Bars Can Reopen Monday at 50% Capacity", "Pfizer’s COVID Vaccine Could Be Given in Late 2020", "AstraZeneca COVID-19 Vaccine Trials Resume in UK", "Online Search Trends May Predict COVID-19 Hotspots", "No Canadian COVID Deaths for First Time in 6 Months", "Midwest Faces Record COVID-19 Surge", "COVID-19 Takes Heavy Toll on Kidneys", "Loneliness Spikes In Older Adults During Pandemic", "COVID-19 May Strike More Cats Than Believed", "Suicide Rate Keeps Rising Among Young Americans", "Blood Pressure Meds Can Affect COVID-19 Care", "COVID May Have Been in LA Earlier Than Believed", "Wildfires, COVID a Double Whammy to Lung Health", "South Carolina Teacher Dies From COVID-19", "Florida Teen Dies from Brain-Eating Amoeba", "Hard-Hit Navajo Nation Reports Lower Case Numbers", "Dining Out Linked to Increased COVID-19 Risk", "“Wheel of Fortune” Returns with Safety Protocols", "Early RA Treatment May Thwart Heart Disease", "Cost Puts HIV-Preventing PrEP Out of Reach for Many", "Untreated High Blood Pressure a Growing Problem", "What We’ve Learned About Treating COVID", "More Using Pot When Depressed -- But Does it Help?", "Los Angeles Bans Trick-or-Treating This Year", "Cuomo Says NYC Indoor Dining Can Resume Sept. 30", "UK to Impose ‘the Rule of 6’ on Social Gatherings", "Back-to-School Means Changes in Teaching Plans", "Drug Companies Pledge Integrity for Vaccine", "Russia Begins Rollout of COVID-19 Vaccine", "Child Hospitalization Rates Similar With COVID, Flu", "Over Half a Million U.S. Kids Infected With COVID", "Are Masks a Kind of Vaccine Against COVID-19?", "Drinking Raises Blood Pressure Risk With Diabetes", "Study Disputes Views on COVID-19 'Cytokine Storm'", "Sturgis Bike Rally: Superspreading Event or Not?", "Report: Trump Downplayed COVID Threat", "COVID Vaccine Study Pauses For Safety Review", "Surgery May Help Treat Sleep Apnea", "Permanent Nerve Damage for Some COVID-19 Survivors", "Trial Tests MMR Vaccine to Help Prevent COVID-19", "Why Do Black Men Fare Worse With Prostate Cancer?", "Can Plexiglass Stop COVID?", "Official Recommends Wearing a Mask During Sex", "Drug Companies Will Pledge COVID-19 Vaccine Safety", "Batman Film Halted After Pattinson Tests Positive", "India Overtakes Brazil in Number of COVID-19 Cases", "Kids Can Have COVID And Antibodies at Same Time", "Low Vitamin D Might Raise Odds of COVID Infection", "Study Backs Use of Saliva COVID-19 Test", "Campus Life in the COVID Era: 'We're Missing Out'", "Fauci: Pre-Labor Day Numbers 'Unacceptably High'", "COVID-19 Ills No Greater for Those With Lupus, RA", "Asthma May Not Boost Odds of Severe COVID-19", "COVID Was Part of Early Seattle 2020 'Flu Season'", "COVID-19 Vaccine 'Unlikely' by October", "Officials Dispute Report on Big Ten Athletes", "First COVID-19 Death Linked to Sturgis Rally", "Baseball Great Seaver Dies of COVID Complications", "Hospitals Set to Defy FDA’s COVID Plasma Directive", "Why A Vaccine Won’t Be a Quick Fix for COVID-19", "Early in Pandemic, Were Antibiotics Prescribed Too Often?", "Can COVID-19 Cause Diabetes?", "COVID Survivors May Need Test a Month Later", "Coronavirus on Surfaces: What's the Real Risk?", "CDC Says COVID Vaccine May be Distributed in Nov.", "Trump Administration Broadens Eviction Protections", "U.S. Won’t Join Global COVID-19 Vaccine Effort", "Giroir Says Rapid COVID-19 Tests Will Go to States", "Study: COVID-19 Antibodies May Last 4 Months", "No Proof Convalescent Plasma Works Against COVID", "Multiple Studies Find Steroids Fight Severe COVID", "Parents Can Stop Pandemic Cyberbullying", "Rate of Depression Are Triple of Pre-COVID Levels", "How Effective is the Flu Vaccine?", "WebMD Poll: More Acceptance of COVID Vaccine", "Call for Independent Committee for Vaccine Review", "You May Want to Plan for Thanksgiving by Video", "Advisory Group Outlines COVID-19 Vaccine Priority", "Infected Children May Go Unnoticed, Study Says", "COVID-19 Researchers Face a Monkey Shortage", "What Changing Death Rates Tell Us About COVID-19", "Many COVID-Infected Hospital Workers Asymptomatic", "Study: Face Shields Not a Good Mask Substitute", "Newlyweds Donate, Serve Wedding Food to Shelter", "Dear Commissioner Hahn: Tell the Truth or Resign", "COVID-19 Primary, Not Only, Cause of 94% of Deaths", "Cellphone Data Can Help Track Pandemic Spread", "Statement on the fifth meeting of the International Health Regulations (2005) Emergency Committee regarding the coronavirus disease (COVID-19) pandemic", "As COVID-19 spread accelerates IHR Emergency Committee urges focus on measures that work", "UN welcomes nearly $1 billion in recent pledges - to bolster access to lifesaving tests", "Global partnership to make available 120 million affordable, quality COVID-19 rapid tests for low- and middle-income countries", "Conflict, climate crisis and COVID-19 pose great threats to the health of women and children", "UNGA Virtual high-level side event on mitigating the impact of COVID-19", "Managing the COVID-19 infodemic: Promoting healthy behaviours and mitigating the harm from misinformation and disinformation", "COVID-19 pandemic: countries urged to take stronger action to stop spread of harmful information", "The World Health Organization and Wikimedia Foundation expand access to trusted information about COVID-19 on Wikipedia", "WHO SAGE Seasonal Influenza Vaccination Recommendations during the COVID-19 Pandemic", "Boost for global response to COVID-19 as economies worldwide formally sign up to COVAX facility", "Kim Sledge and the World We Want partner with WHO Foundation to re-record unity anthem “We Are Family” in response to COVID-19 and to focus on global public health needs", "WHO SAGE values framework for the allocation and prioritization of COVID-19 vaccination", "Solidarity Therapeutics Trial produces conclusive evidence on the effectiveness of repurposed drugs for COVID-19 in record time", "Nigeria resumes Yellow fever vaccination with safety measures necessary for the COVID-19 context", "Sixth Annual meeting of the “Friends of the Task Force” Working with Member States to deliver the NCD-related SDG targets during and beyond COVID-19", "Impact of COVID-19 on people's livelihoods their health and our food systems", "Coronavirus Global Response: Access to COVID-19 Tools-Accelerator Facilitation Council holds inaugural meeting", "COVID-19 could reverse decades of progress toward eliminating preventable child deaths, agencies warn", "One Year Commemoration of the High-Level Meeting on UHC", "Malaria and COVID-19: country perspectives", "COVID-19 disrupting mental health services in most countries", "WHO welcomes a contribution of US$ 90 million from The Kingdom of Saudi Arabia to support its COVID-19 global response", "EARLY RELEASE: Transmission of SARS-COV-2 Infections in Households - Tennessee and Wisconsin", "COVID-19 Science Update released: October 30", "Sick Parents and Caregivers", "COVID-19 Employer Information for Transit Maintenance Workers", "SARS-CoV-2 Exposure and Infection Among Health Care Personnel - Minnesota", "COVID-19 Outbreak at an Overnight Summer School Retreat - Wisconsin", "Trends in the Use of Telehealth During the Emergence of the COVID-19 Pandemic - United States", "COVID-19 Outbreak Among a University's Men's and Women's Soccer Teams - Chicago", "COVID-19 Mitigation Behaviors by Age Group - United States", "COVID-19-Associated Hospitalizations Among Health Care Personnel - COVID-NET", "Adoption of Strategies to Mitigate Transmission of COVID-19 During a Statewide Primary Election - Delaware", "COVID-19 Employer Information for Public Health Inspectors", "COVID-19 Employer Information for Banks", "COVID-19 Employer Information for Nail Salons", "Test for Past Infection", "Implementation of Mitigation Strategies for Communities with Local COVID-19 Transmission", "Deciding to Go Out", "How to Wash Masks", "Living in Shared Housing", "How COVID-19 Spreads", "Common Investigation Protocol for Investigating Suspected SARS-CoV-2 Reinfection", "Investigative Criteria for Suspected Cases of SARS-CoV-2 Reinfection (ICR)", "COVID-19 Science Update released: October 27", "Reinfection of the Virus that Causes COVID-19", "“Excess Death” Data Point to Pandemic’s True Toll", "COVID-19 Employer Information for Utility Workers", "Novel COVID-19 survey takes nation’s social", "Flowchart for management of HCWs with exposure to a person with COVID-19", "CDC Media Telebriefing Transcript on Operation Warp Speed", "COVID-19 Science Update released: October 23", "Targeted Wastewater Surveillance at Facilities", "Guide to Global Digital Tools for COVID-19 Response", "Interim Guidance for Use of Pooling Procedures in SARS-CoV-2 Diagnostic", "Rapid Adaptation of HIV Treatment Programs in Response to COVID-19 - Namibia", "First 100 Persons with COVID-19 - Zambia", "Mitigating a COVID-19 Outbreak Among Major League Baseball Players - United States", "Association Between Social Vulnerability and a County's Risk for Becoming a COVID-19 Hotspot - United States", "Risk for In-Hospital Complications Associated with COVID-19 and Influenza - Veterans Health Administration", "Excess Deaths Associated with COVID-19", "Race", "Toolkit for Reducing the Spread of COVID-19 During Elections", "Case Investigation and Contact Tracing in Non-healthcare Workplaces: Information for Employers", "Early Release: COVID-19 in a Correctional Facility Employee Following Multiple Brief Exposures to Persons with COVID-19 - Vermont", "For COVID-19 Clues", "Considerations for Monitoring and Evaluation of Mitigation Strategies Implemented in Institutions of Higher Education", "Contact Tracing Workflow in a non-US setting", "COVID-19 Employer Information for Paratransit Operators", "What Paratransit Operators Need to Know about COVID-19", "Prioritizing non-healthcare worksite assessments for Coronavirus Disease 2019 (COVID-19)", "Contact Tracing: Frequently Asked Questions", "SARS-CoV-2 Testing Strategy: Considerations for Non-Healthcare Workplaces", "Investigating and responding to COVID-19 cases in non-healthcare work settings", "Overview of Testing for SARS-CoV-2 (COVID-19)", "Appendices", "Key Information to Collect During a Case Interview", "Identify Strategies to Reduce Spread of COVID-19", "Test for Current Infection", "HHS Secretary Alex Azar and CDC Director Dr. Robert R. Redfield to give update on COVID-19 response", "COVID-19 Science Update released: October 20", "COVID-19 Employer Information for Hotels", "Duration of Isolation and Precautions for Adults with COVID-19", "Interim Considerations for Health Departments for SARS-CoV-2 Testing in Homeless Shelters and Encampments", "Implementing Filtering Facepiece Respirator (FFR) Reuse", "Frequently Asked Questions: Right of Reference to the CDC Influenza SARS-CoV-2 (Flu SC2) Performance Data for Manufacturers and Test Developers", "COVID-19 Science Update released: October 16", "COVID-19 Case Investigation and Contact Tracing in Non-Healthcare Workplaces", "Interim Guidance for Implementing Home Care of People Not Requiring Hospitalization for Coronavirus Disease 2019 (COVID-19)", "Information for Laboratories about Coronavirus (COVID-19)", "An Outbreak of COVID-19 Associated with a Recreational Hockey Game - Florida", "Demographic Characteristics", "Factors Influencing Risk for COVID-19 Exposure Among Young Adults Aged 18-23 Years - Winnebago County", "Transmission Dynamics by Age Group in COVID-19 Hotspot Counties - United States", "Sharing and Shifting Tasks to Maintain Essential Healthcare During COVID-19 in Low Resource", "Previous U.S. COVID-19 Case Data", "COVID-19 Science Update released: October 13", "Elastomeric Respirators: Strategies During Conventional and Surge Demand Situations", "COVID-19 Science Update released: October 9", "Trick or Treating and Other Halloween Activities", "Wildfire Smoke and COVID-19: Frequently Asked Questions and Resources for Air Resource Advisors and Other Environmental Health Professionals", "Clinical Care Guidance for Healthcare Professionals about Coronavirus (COVID-19)", "Guidance and Tips for Tribal Community Living During COVID-19", "Strategies for Optimizing the Supply of Isolation Gowns", "Characteristics Associated with Adults Remembering to Wash Hands in Multiple Situations Before and During the COVID-19 Pandemic - United States", "Trends in COVID-19 Incidence After Implementation of Mitigation Measures - Arizona", "Adolescent with COVID-19 as the Source of an Outbreak at a 3-Week Family Gathering - Four States", "Case Series of Multisystem Inflammatory Syndrome in Adults Associated with SARS-CoV-2 Infection - United Kingdom and United States", "Why COVID-19 Will Hit “Marjorie” Harder", "CDC’s Interim Guidance for General Population Disaster Shelters During the COVID-19 Pandemic", "COVID-19 Science Update released: October 6", "COVID-19 Forecasting: Background Information", "CDC Updates “How COVID is Spread” Webpage", "Scientific Brief: SARS-CoV-2 and Potential Airborne Transmission", "Research Use Only CDC Influenza SARS-CoV-2 (Flu SC2) Multiplex Assay Real-Time RT-PCR Primers and Probes", "COVID-19 Science Update released: October 2", "Large-scale Geographic Seroprevalence Surveys", "Recent Increase in COVID-19 Cases Reported Among Adults Aged 18-22 Years - United States", "Multiple COVID-19 Clusters on a University Campus - North Carolina", "COVID-19 Trends Among School-Aged Children - United States", "Changing Age Distribution of the COVID-19 Pandemic - United States", "Cruise Ship No Sail Order Extended Through October 31", "Interim Guidance for Case Investigation and Contact Tracing in Institutions of Higher Education (IHEs)", "Cruise Ship Crew Member Disembarkations", "COVID-19 Science Update released: September 29", "COVID-19 Science Update released: September 25", "Disparities in COVID-19 Incidence", "Update: Characteristics of Health Care Personnel with COVID-19 - United States", "COVID-19 Contact Tracing in Two Counties - North Carolina", "SARS-CoV-2 Infection Among Hospitalized Pregnant Women: Reasons for Admission and Pregnancy Characteristics - Eight U.S. Health Care Centers", "Characteristics and Maternal and Birth Outcomes of Hospitalized Pregnant Women with Laboratory-Confirmed COVID-19 - COVID-NET", "Administration Announces $200 million from CDC to Jurisdictions for COVID-19 Vaccine Preparedness", "COVID-19 Science Update released: September 22", "CDC COVID Data Tracker Update", "Dispatches from the Data Jungle of COVID-19", "Guidance for Reopening Buildings After Prolonged Shutdown or Reduced Operation", "Health Departments", "Monitoring and Evaluation Checklist for K-12 Schools", "COVID-19 Science Update released: September 18", "Considerations for Outdoor Learning Gardens and Community Gardens", "Decreased Influenza Activity During the COVID-19 Pandemic - United States", "Association Between CMS Quality Ratings and COVID-19 Outbreaks in Nursing Homes - West Virginia", "Preventing COVID-19 Outbreaks in Long-term Care Facilities Through Preemptive Testing of Residents and Staff Members - Fulton County", "Serial Testing for SARS-CoV-2 and Virus Whole Genome Sequencing Inform Infection Risk at Two Skilled Nursing Facilities with COVID-19 Outbreaks - Minnesota", "SARS-CoV-2-Associated Deaths Among Persons Aged <21 Years - United States", "Transmission Dynamics of COVID-19 Outbreaks Associated with Child Care Facilities - Salt Lake City", "At-Home Scavenger Hunt", "Considerations for Outdoor Farmers Markets", "Help Stop the Spread of COVID-19 in Children", "Keep Children Healthy during the COVID-19 Outbreak", "Infographic: Basic do’s and don’ts for employees to prevent workplace violence", "COVID-19 Partner Update Call - Women", "Engaging Community Health Workers to Support Home-based care for people with COVID-19 in low-resource settings", "Emergency Shelters in Disaster Response in Global", "Frequently Asked Questions: Calculating Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) RT-PCR Laboratory Test Percent Positivity", "N95 and Other Respirators", "Technical Assistance Note", "COVID-19 Parental Resources Kit – Childhood", "Ten Clinical Tips on COVID-19 for Healthcare Providers Involved in Patient Care", "Homelessness and COVID-19 FAQs", "CDC Releases Indicators for Dynamic School Decision-Making", "Indicators for Dynamic School Decision-Making", "COVID-19 Science Update released: September 15", "What is Telemedicine in a non-US Setting", "Clinical Mitigation (Non-US Settings)", "Management of Visitors to Healthcare Facilities in the Context of COVID-19: Non-US Healthcare Settings", "Travelers Prohibited from Entry to the United States", "COVID-19 Science Update released: September 11", "People Who Live in a Nursing Home or Long-Term Care Facility", "People Who Are at Increased Risk for Severe Illness", "Doctor Visits and Getting Medicines", "Additional COVID-19 Guidance for Caregivers of People Living with Dementia in Community Settings", "Households Living in Close Quarters", "Implementing Safety Practices for Critical Infrastructure Workers Who May Have Had Exposure to a Person with Suspected or Confirmed COVID-19", "People with Disabilities", "Community and Close Contact Exposures Associated with COVID-19 Among Symptomatic Adults ≥18 Years in 11 Outpatient Health Care Facilities - United States", "Prevalence of Underlying Medical Conditions Among Selected Essential Critical Infrastructure Workers - Behavioral Risk Factor Surveillance System", "Delay or Avoidance of Medical Care Because of COVID-19-Related Concerns - United States", "How are COVID-19 Burials Different from Ebola burials", "Operational Considerations for Community Isolation Centers for COVID-19 in Low-Resource Settings", "COVID-19 Pandemic Planning Scenarios", "What to Do if Your Pet Tests Positive for the Virus that Causes COVID-19", "Guidance for Institutions of Higher Education with Students Participating in International Travel or Study Abroad Programs", "Attending Sporting Events", "Make a Handwashing Solution For Use in Global", "Markets: Operational considerations for COVID-19 mitigation measures in low resource settings", "COVID-19 Science Update released: September 8", "COVID-19 Science Update released: September 4", "Hydroxychloroquine and Chloroquine Prescribing Patterns by Provider Specialty Following Initial Reports of Potential Benefit for COVID-19 Treatment - United States", "Timing of State and Territorial COVID-19 Stay-at-Home Orders and Changes in Population Movement - United States", "Seroprevalence of SARS-CoV-2 Among Frontline Health Care Personnel in a Multistate Hospital Network --- 13 Academic Medical Centers", "Preventing and Mitigating SARS-CoV-2 Transmission - Four Overnight Camps", "Calculating Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Laboratory Test Percent Positivity: CDC Methods and Considerations for Comparisons and Interpretation", "Worker Safety and Support", "COVID-19 Science Update released: September 1", "What to do if a Student Becomes Sick at School or Reports a New COVID-19 Diagnosis Flowchart", "How to Make 0.1% Chlorine Solution to Disinfect Surfaces in Healthcare Settings", "Limiting Workplace Violence Associated with COVID-19 Prevention Policies in Retail and Services Businesses", "Says Dan Forest has “missed almost half of the Board of Education meetings during the pandemic.\"", "Says the “The Rio Grande Valley is 4.7% of the entire state population, but it represents 17% of the (coronavirus) deaths of our state.\"", "Georgia has “almost 100,000 more (COVID-19) cases, almost twice as many deaths and almost 600 more nursing home deaths than North Carolina.”", "“Wisconsin Republicans have not passed a single bill in 6 months.”", "“(Republicans) have the power to overturn the (state of emergency) order by joint resolution and they refuse to do it.”", "“Over three months after receiving CARES Act relief funds from the state, the county has still not made those dollars available to help struggling Mid-Missourians.”"]