["National Federation of Independent Business", "comments in Fayetteville NC", "Romney makes pitch, hoping to close deal : Elections : The Rocky Mountain News", "Democratic Leaders Say House Democrats Are United Against GOP Default Act", "Budget of the United States Government, FY 2008", "Donald Trump exaggerates when he says China has 'total control' over North Korea", "25th Amendment", "子供たちのコト。私のコト。", "Briefing by White House Press Secretary Robert Gibbs, 9/10/09", "A Solar Grand Plan: Scientific American", "Covering Young Adults Under the Affordable Care Act: The Importance of Outreach and Medicaid Expansion", "Harry Reid Says GOP Should \"Stop Crying\" About Reconciliation", "Political TV Ad Archive » PolAd", "Bureau of Labor Statistics Data", "Summary of the Affordable Care Act", "'This Week' Transcript: Holder and Giuliani", "Impeachment Talk Becomes a Cynical Game", "Preventing the Flu: Good Health Habits Can Help Stop Germs", "Las Vegas campaign rally", "MoveOn.org Political Action: 10 things to know about McCain", "Rand Paul Campaigns in Iowa for Miller-Meeks", "Hispanic Populations Share of Wealth Likely to Increase by 2025", "Hillary Clinton says guns exceed next nine categories as leading cause of death for young black men", "Already a lost decade: Working-age household income down more than 10% since 2000", "U.S. Senate: Supreme Court Nominations: present-1789", "PolitiFact’s annotated transcript of the second presidential debate", "Obamas comments on capandtrade costs", "Des Moines Register", "The Tonight Show with Jay Leno", "'This Week' Transcript: Pelosi and Gates", "Losing Ground Foreclosures in the Subprime Market and Their Cost to Homeowners", "Joint DHS and ODNI Election Security Statement", "U.S. Senate: U.S. Senate Roll Call Votes 110th Congress", "Palin-Huey", "Employment, Hours, and Earnings from the Current Employment Statistics survey (National) Home Page", "No, We Can’t? Or Won’t?", "Barack Obama’s Remarks in St. Paul", "letter to Chaffetz and Cummings", "The Arena - Politico's daily debate with policymakers and opinion shapers", "The Economic Burden Caused by Tax Code Complexity", "McDonnell Letter Urges No Delay in Virginia Offshore Energy Exploration and Development", "To young people who are undocumented: This is your country, too.", "Transcript of AP interview with Trump", "Change We Can Believe In", "Infrastructure Report Card 2005", "GOP Task Force, Lone Democrat Eye Trafficking Law", "Dr. James Dobson", "McCain: McSame as Bush", "john.he.is", "Remarks on counterterrorism at Stanford University", "iQ media Clip Player", "Remarks by the President on Increasing Oversight on Manipulation in Oil Markets", "U.S. Army's Involvement in Motorsports", "UN Refugee Agency welcomes arrival of 10,000th Syrian refugee resettled to United States", "Watch a replay of Fox News' 5 p.m. presidential debate", "It’s Time for the Senate to Do Its Job – Congressman Mike Honda – Medium", "Ralph Nader on Barack Obama: \"It is Quite Clear He is a Corporate Candidate from A to Z\"", "Marco Rubio says Ted Cruz voted for defense cuts in Rand Paul's budget proposal", "Births: Preliminary Data for 2005", "Congress: Job Ratings", "Before leaving governor’s office in 2006, Mitt Romney’s staff eliminated e-mail records", "Transcript: The Democratic debate in Milwaukee, annotated", "Crist has experience to be vice president, McCain says", "Strong Words in Ohio as Obama and Clinton Press On", "LexisNexis(R) Publisher", "“Dictionary” on President Obama’s Health Care Taxes", "Memory Lapse? Trump Seeks Distance From 'Advisor' With Past Ties to Mafia", "Gross Domestic Product Percent change from preceding period", "Who Benefits from President Trump’s Child Care Proposals", "Organizing for Action", "2008 Presidential Election", "The Return of the Viral Email", "'This Week' Transcript: Rep. Paul Ryan", "International Energy Statistics", "Interview with Sen John McCain", "Obama campaign radio ad", "Remarks by the President on a New Strategy for Afghanistan and Pakistan", "At Trump hotel site, immigrant workers wary", "Preliminary Analysis of the Chairman’s Mark for the America’s Healthy Future Act, as Amended", "Candidate Comparison", "Political TV Ad Archive » PolAd", "Ted Cruz' Full 'Meet the Press' Interview", "\"New Energy\" Ad", "Session Law", "Interview with Rudy Giuliani", "'This Week' Transcript: McKay, Napolitano, Salazar and Allen", "Missing Teen-Ager Found in New Jersey", "Full text: Jeff Flake on Trump speech transcript", "'This Week' Transcript: Biden", "Rising to a New Generation of Global Challenges", "Browse Congressional Bills", "Taxable Estates Estate Tax Liability and Average Estate Tax Rate By Size of Gross Estate", "Biden Issues Statement Following Conversation with Musharraf", "Remarks by the President on the American Jobs Act", "remarks in Philadelphia", "Krugman calls Senate health care bill similar to law in Massachusetts", "US Government Accountability Office Report to Congressional Committees", "Philando Castile Had Been Stopped 52 Times By Police", "Regular Session Senate Transcript", "No More Dragging Up the Rear Arkansas Bows To Pressures To Put Schools To the Test", "05/27/99 Committee on the Judiciary", "About Bright Horizons Child Care & Family Solutions", "No MidOct Paycheck for Troops if Government Shuts Down Lawmaker says", "Full Interview Transcript: President Barack Obama", "National Income and Product Accounts Table 175 Relation of Gross Domestic Product", "America's Enduring Strength", "Debt Day: A Symbol of Washington’s Arrogant Culture of Borrowing and Spending (Boehner Op-Ed on Townhall.com)", "'This Week' Transcript: Former Vice President Dick Cheney", "Transcript: Blue-Ribbon Panel on Health Care", "Republican response to President Barack Obamas Weekly radio address", "The Colbert Report", "U.S. Senate: U.S. Senate Roll Call Votes 105th Congress", "Striking it Richer The Evolution of Top Incomes in the United States update with 2007 estimates", "Outlook, Office, Skype, Bing, Breaking News, and Latest Videos", "China's Space Threat: How Missiles Could Target U.S. Satellites", "Job Openings and Labor Turnover Survey News Release", "'This Week' Transcript: Goolsbee, Brown & Corker", "Analysis of the 2008 Presidential Candidates’ Tax Plans", "U.S. considers 3,000 more troops for Afghanistan", "3rd Democratic debate transcript, annotated: Who said what and what it meant", "Joni Ernst \"Promises\" Ad", "Testimony on the Alternative Minimum Tax", "Obama Criticizes McCain on Lobbyists", "SECRET VIDEO: Romney Tells Millionaire Donors What He REALLY Thinks of Obama Voters", "Peace Through Strength and American Pride vs. “Enemy-Centric” Policy", "'This Week' Transcript: Sen. Dianne Feinstein and Rep. Mike Rogers", "There’s another choice – Gov. Gary Johnson – Medium", "Florida Democrats Ask HHS to Protect Floridians from High Insurance Premiums in Marketplace", "Giuliani in New Hampshire", "Sale of the Etch A Sketch Brand", "Transcript of second McCain, Obama debate", "Romney For President Launches New Television Ad, \"Remember\"", "Mike Gravel 2008", "letter filed on behalf of Sen Barack Obama and the Obama Exploratory Committee", "School kids taught to praise Obama", "Reps Cummings and Cole Interviewed on MSNBC", "Local News Headlines Hawaii", "Michael Bennet for US Senate", "U.S. Senator Rand Paul of Kentucky", "H.R.6060 - 109th Congress (2005-2006): Department of State Authorities Act of 2006", "spreadsheet with key indicators from OECD Health Data 2009 health care expenditures per capita", "Transcripts", "Care Without Coverage: Too Little, Too Late", "Rep Mike Pence Web site", "the Border Security Economic Opportunity and Immigration Modernization Act as passed by the Senate", "White and Blue Fund ad", "Pledge of Allegiance E-mail", "McCain spoke up early", "Ad says Obama apologized, showed weakness on Iran", "Hillary Clinton Remarks at National Urban League Conference", "Friend of Israel also woos Palestinians Visiting Obama focuses on Israels right to defend itself", "Transcripts", "Saudi Arabia Energy Data, Statistics and Analysis", "U.S. Solar Market Insight Report", "FrontPage Magazine", "Obama: Gitmo inspires jihadists", "RAW DATA: Dick Cheney's Remarks to the Center for Security Policy", "Critical Mention", "Monthly Treasury Statement of Receipts and Outlays of the United States Government", "Remarks of Senator Barack Obama An Agenda for MiddleClass Success", "Is The End In Sight For Supermax?", "Outlook, Office, Skype, Bing, Breaking News, and Latest Videos", "Tim Kaine's Speech in Spanish at an Arizona Rally: Read Now", "Trump's Tough Talk on Hedge-Fund Taxes Doesn't Match His Plan", "Crime in Chicago: Explore your community", "John McCain for President", "Des Moines Register", "New York Election Results November 7", "Sanders Supports Gun Safety Bill", "\"On and On\"", "Sasse Statement on Trade War", "Monthly Budget Review", "'This Week' Transcript: Hillary Clinton", "Centers for Disease Control and Prevention", "Employment, Hours, and Earnings from the Current Employment Statistics survey (National) Home Page", "NRA President David Keene Rejects White House Gun Control Approach | PBS NewsHour | Jan. 15, 2013", "Let’s Not Be Civil", "Average cable TV bill cited in article on industry study", "U.S. Department of Education Budget History", "LexisNexis(R) Publisher", "Transcript: Bob Barr on 'FOX News Sunday'", "The first Trump-Clinton presidential debate transcript, annotated", "Border Security The Role of the US Border Patrol", "Pelosi urges minimum-wage hike", "Clinton's Lead Over Trump Shrinks to 3 Points: New NBC News/WSJ Poll", "FindArticles.com", "All Nobel Peace Prizes", "U.S. Senator John McCain", "H.R.1025 - 103rd Congress (1993-1994): Brady Handgun Violence Prevention Act", "Hillary Clinton Transcript: Read Full Text of Clinton Campaign Launch", "John Hagee discusses Catholic Church", "“Put Palin’s WolfKilling Record on Television”", "Transcripts", "The Hill: Op-Ed: Go natural, go nuclear", "Amendment to to declare English as the national language of the Government of the United States", "Declining Business Dynamism in the United States A Look at States and Metros", "Nexis®: Sign In", "Rep. Vern Buchanan on Twitter", "Transcripts", "Ivanka Trump: Father feels 'vindicated' after Comey hearing", "McCain touts 'Gang of 14,' immigration reform", "Planned Parenthood® Action Center", "CPD: 2008 Debate Transcript", "More Czars Than the Romanovs", "Impact of Senator Obama's Tax Proposals as Described by Economic Advisors on Workers, Distribution of Federal Tax Change by Cash Income Percentile, 2009", "He says universal, but it's no guarantee", "Obama addresses key concerns for Floridians", "Chairmans Mark Americas Healthy Future Act of 2009", "Op-ed by President Obama: President Obama Reflects on the Impact of Title IX", "'This Week' Transcript: Adm. Mike Mullen", "Obama Demands Investigation into Subprime Loan Discrimination", "LexisNexis(R) Publisher", "Outlook, Office, Skype, Bing, Breaking News, and Latest Videos", "Hillary Clinton Transcript: Building the ‘Growth and Fairness Economy’", "Topic A: How Can President Obama Regain His Political Footing?", "AUTOS: The Dinosaur Hunter", "3/8/14 Sen. Rob Portman (R-OH) delivers Weekly GOP Address on American jobs", "Outlook, Office, Skype, Bing, Breaking News, and Latest Videos", "Forget Kiev. The Real Fight Will Be for Crimea", "2008 Presidential Election", "Public financial disclosure report", "McCain Campaigns In Nashville", "H1N1 vaccinations to be offered to Guantanamo Bay detainees", "Inquiry Sought in Hillary Clinton’s Use of Email", "CNN's Don Lemon: Bill O'Reilly's Criticism Of Black Community \"Doesn't Go Far Enough\"", "FY 2010 President's Budget", "\"Give Me a Break\" Americans Against Food Taxes TV Ad 2011", "Barack Obama on Twitter", "Text - H.R.2122 - 106th Congress (1999-2000): Mandatory Gun Show Background Check Act", "Noted and Quoted", "The Associated Press: Obama Hits Clinton on NAFTA Support", "Democratic debate: Bernie Sanders really isn't as \"socialist\" as President Eisenhower", "'This Week' Transcript: Madeleine Albright, Sen. Lindsey Graham, Sen. Kent Conrad and David Cote", "Oct. 11: Levin, Graham, McCaffrey, Myers, roundtable", "US Foreign Economic and Military Aid by Major Recipient Country The New York Times", "2011 Text of President Barack Obama’s proposed jobs bill Email interview with Lynne Bernabei", "Republican consultant says Barack Obama promised to halve federal deficit in his first term", "2011 Urban InstituteBrookings Institution Tax Policy Center", "DNC TV AD: \"Trapped\"", "Fox News Sunday", "Remarks by the President in Twitter Town Hall", "Press release AIG Discloses Counterparties to CDS GIA and Securities Lending Transactions", "2011 via CQ subscribers only Tax Foundation", "Barack Obama’s Remarks in St. Paul", "The Fact Hub", "Key Facts: Race, Ethnicity and Medical Care", "Senator Biden’s Remarks in Springfield, Ill.", "Rockefeller: An Opportunity We Can\u0092t Pass Up", "Call 'Islamic terrorism' what it is: a threat to West, Jeb Bush says", "Obama administration opens the door for states to seek major changes in welfaretowork law", "Remarks by the President at CNBC Town Hall Discussion on Jobs", "Q&A: Did slaves build the White House?", "Health Reform Carries Heavy Price, Insurers Claim", "Obama’s Remarks at the White House Health Care Forum", "Remarks by the President at Campaign Event -- Colorado Springs, CO", "Outlook, Office, Skype, Bing, Breaking News, and Latest Videos", "If Democrats Lose, Blame These Guys", "McCAIN, John Sidney, III", "REMARKS BY THE PRESIDENT AND FIRST LADY AT A CAMPAIGN EVENT", "As Dems’ “Stimulus” Anniversary Nears, Americans Ask: “Where are the Jobs?”", "Rep Poe Interviewed on Fox Business Network", "Senate Democrats news conference on the Senate Climate Action Task Force", "'This Week' Transcript: Kaine and Steele", "RACE FOR CITY HALL: The Republican Candidate; A Mercurial Mayor's Confident Journey", "Encounters With 'Regular Guy' Fred Thompson -- New York Magazine", "US Trade in Goods", "Remarks by the President on Responsible Homeownership", "Washington Post: Breaking News, World, US, DC News & Analysis", "interview with Bloomberg television", "Obamacare vs. the Catholic bishops", "FDIC: FIL-14-2005: Revised Examination Guidance", "Justices 1789 to Present", "A Preliminary Analysis of the President’s Budget and an Update of CBO’s Budget and Economic Outlook", "S.1591 - 104th Congress (1995-1996): A bill to prohibit campaign expenditures for services of lobbyists, and for other purposes.", "Teamsters Tout ANWR on Capitol Hill", "Senate Passes Obama-Hagel Provision Aimed at Preventing Nuclear Terrorism", "Transcript: House Majority Leader Boehner on 'FNS'", "John McCain for President", "Background Briefing on GM Restructuring, May 31, 2009", "Georgia crisis triggers war of words on White House trail", "Social Security Trustees Report 2007", "U.S. Senator Debbie Stabenow of Michigan", "Hillary Clinton Sits Down With Bill OReilly", "The Committee on Energy and Commerce", "Writers May Have Pact. Huckabee Crosses Picket Line—Again", "Latest World News, Videos & Photos -ABC News - ABC News", "Economy Protect Homeownership and Crack Down on Mortgage Fraud", "Congressman Pence Discusses House Republican Energy Bill on MSNBC's Morning Joe", "Switchboard, from NRDC :: Barbara Finamore's Blog :: China’s Carbon Intensity Target", "Transcript: Vice Presidential Debate", "comments at the CNN Republican presidential debate in Las Vegas", "Palin: Pioneer, maverick -- and now game-changer", "Why the Public Option Isn't the Only Answer to Health-Care Reform", "One in Four – Congressman Joe Pitts – Medium", "Congressman Allen West : Final Weekly Wrapup", "United States Senator Jim DeMint", "Rebooting: You and your doctor under Obamacare", "Card Penalty Fees Soften Slightly In 2010", "Assistant professor of economics at the Gatton College of Business and Economics at University of Kentucky", "President Trump Campaigns Rick Saccone Pennsylvania, Mar 10 2018", "Daily Fuel Gauge Report Aug 1", "Public Citizen", "WATCH FULL Ted Cruz presser on new deal with Kasich (UPDATE: PART TWO ADDED)", "Protecting Our Children from the Dangers of Smoking", "Part 1 of CNN Democratic presidential debate", "9/11 families, others rally in favor of NYC mosque", "Resource Not Available", "McCain, Obama go head to head in last debate", "Take action", "Transcripts", "'This Week' Transcript: Gen. Jim Jones (Ret.)", "Renewing Americas Promise", "Earmark reform? 2009 spending bill contains 9,000 of them", "Dean Ralph Reed Fundraiser Reveals McCain Double Talk on Ethics", "Leonard Lance claims federal tax code contains 4 million words, is 7 times as long as Bible", "Public Campaign Action Fund", "TSA: Frequently Asked Questions", "Rep Jan Schakowsky on MSNBC", "Donald J. Trump on the Stakes of the Election", "MoveOn.org Political Action: 10 things to know about McCain", "United States Department of Defense", "MoveOn.org Political Action: General Petraeus or General Betray Us?", "MoveOn.org Political Action: 10 things to know about McCain", "The CNN Democratic presidential debate in Texas", "New York Officials Welcome Immigrants, Legal or Illegal", "A Senate in the Gun Lobby’s Grip", "public information officer for Palm Beach County Property Appraisers Office", "Estonia Might Have The Most Efficient Tax Filing System In The World", "Remarks by the President on the Resurgence of the American Auto Industry", "PWNED: House GOP Dominates Twitter, YouTube, Social Media in Congress", "当ブログでは福岡県内にある不動産会社についてさまざまな情報をまとめています。福岡市の分譲マンションやマンション経営で頼りになる企業をご紹介！", "Text of H.R. 3338 (107th): Department of Defense and Emergency Supplemental Appropriations for Recovery from and Response to ... (Passed Congress version)", "Mourning in America", "Outlook, Office, Skype, Bing, Breaking News, and Latest Videos", "The Democratic Debate in Cleveland", "Interest Group Ratings", "First Presidential Debate", "Town Hall Meeting in Derry NH", "Outlook, Office, Skype, Bing, Breaking News, and Latest Videos", "John McCain", "McCain-Palin 2008", "Political TV Ad Archive » PolAd", "Public Views on Health Care Overhaul Top Week's News", "Most heroin in U.S. now comes across Mexican border, Rob Portman says", "Democratic National Convention Committee", "Rick Santorum: By amending constitution, we can balance the budget for good", "Social Security Online History Pages", "Notice: Data not available: U.S. Bureau of Labor Statistics", "Clinton campaign’s claim that Trump would ‘force schools to allow guns in classrooms’", "Obama: Mitt Romney refused to say whether he supports Lilly Ledbetter Act", "foreign policy speech", "Justice Department Memos on Interrogation Techniques", "PolitiFact’s annotated transcript of the second presidential debate", "Debbie Wasserman Schultz on Twitter", "Remarks by President Trump in a Listening Session on Healthcare", "Romney campaign ad", "What Carly is doing tonight – Carly Fiorina – Medium", "Children - Obama for America TV Ad", "2007 Kaiser/HRET Employer Health Benefits Survey", "Outlook, Office, Skype, Bing, Breaking News, and Latest Videos", "Most heroin in U.S. now comes across Mexican border, Rob Portman says", "Rule by Rentiers", "2011 Urban Institute and the Blue Cross Blue Shield of Massachusetts Foundation", "Donald Trump featured in new jihadist recruitment video", "Outlook, Office, Skype, Bing, Breaking News, and Latest Videos", "interview on Fox News", "Has the potency of pot changed since President Obama was in high school?", "Change We Can Believe In", "Peanut Product Recall Took Company Approval", "Action for 25th Legislature", "Democratic National Convention Committee", "Iraq pullout could create chaos", "In Obama's Words", "For Education Secretary, Stimulus Means Dollars and Risk", "VIDEO: Special Preview Of Jersey Shore In Miami!", "Obama Promises Abortion in Public Plan", "Popular baby names", "Top Presidential Candidate 2008 Websites", "speech in Cincinnati", "Louise Slaughter on Twitter", "Laws Affecting Reproductive Health and Rights: 2013 State Policy Review", "Fox News Sunday", "International Energy Statistics", "Donald Trump Sets Conditions for Defending NATO Allies Against Attack", "The State of Working America 20067 pdf", "Bill Clinton Says He 'Never Said A Bad Word About Senator Obama,' At mtvU's First 'Editorial Board'", "Trump on Prejean: Same as Obama", "Donald Trump, Billy Bush: Interview Scrambles Race", "Transcript: Interview with Donald Trump", "Rep. Michael McCaul (R-TX) Appears on Face the Nation", "Energy and Commerce Committee", "Meet Barack Obama", "Redirect Notice", "Carolyn B. Maloney on Twitter: \"Women's health & wellbeing don’t seem to count in the math of the GOP's merciless #PayMoreForLess healthcare bill. We must not defund @PPFA!… https:", "Fiscal Year 2011 Email interview with Todd Harrison of the Center for Strategic and Budgetary Assessments", "Shields and Gerson on Cabinet Noms, Gun Laws, Boehner's Leadership | PBS NewsHour | Dec. 21, 2012", "U.S. Senate: U.S. Senate Roll Call Votes 103rd Congress", "CQ Vote Studies", "CPAC 2013 - Former Governor Sarah Palin (R-AK)", "\"One Hundred Percent\" by Club for Growth Action", "Browse Congressional Bills", "Executive Order Protecting the Nation from Foreign Terrorist Entry into the United States", "Debbie Wasserman Schultz on Twitter", "Senator Charles Schumer NY November Midterm Elections, Nov 25 2014", "CHIP Enrollment: June 2011 Data Snapshot", "Remarks by the President on the Economy -- Knox College, Galesburg, IL", "Memorial Day", "'This Week' Transcript: Target Libya", "Administration Is Seeking $700 Billion for Wall Street", "Family Policy Alliance", "HillaryClinton.com", "This Labor Day, we need protests", "Breaking down barriers for African Americans – Hillary for America – Medium", "WarOnPoverty50", "Supreme Court Vacancy Video", "U.S. House Committee on Foreign Affairs", "Outlook, Office, Skype, Bing, Breaking News, and Latest Videos", "Remarks by the President on Oil and Gas Subsidies", "Have You Been to Iraq — 76 Sens Say They Have by Patrick Fitzgerald", "House GOP Introduces Keep Terrorists Out of America Act", "Should ISIS' gains lead to more U.S. troops in Iraq?", "Resource Not Available", "Individual Income Tax Returns Publication 1304 (Complete Report)", "Transcripts", "State of the Union 2013", "Statement by the President", "Ron Paul Praises Embattled RNC Chief Michael Steele For Leadership On Afghanistan", "Outlook, Office, Skype, Bing, Breaking News, and Latest Videos", "Palin tries new tactic to unload hated jet: Gov. Sarah Palin background", "Barasso Ready to Question Kagan", "Transcript Briefing by Press Secretary Robert Gibbs", "Israel should welcome Rouhani's election victory", "Uniform Crime Reports", "Political TV Ad Archive » PolAd", "Keeping His Word: Lowering the Cost of Medicare Prescriptions", "Rand Paul: Will Donald Trump betray voters by hiring John Bolton?", "ABC News: ABC News", "Political Figures: C (2)", "Rep. Ross: We need to get government running again", "President Barack Obama in Portsmouth Town Hall", "“Put Palin’s WolfKilling Record on Television”", "2007 Federal Tax Rate Schedules", "Web Ad A Tale of Two Mitts", "McCain in Colorado", "Vladimir Putin's Approval Rating Hits All-Time High, Boosted by Syria Airstrikes", "Penniless California issues IOUs to firms, clinics, taxpayers and students", "As Americans Save Money, their Government Spends with Reckless Abandon", "Rand Paul: We Must Demilitarize the Police", "Remarks by the President at the Associated Press Luncheon", "eCFR — Code of Federal Regulations", "CQ Transcriptswire > Login", "Morgan Griffith says EPA treats milk spills same way as oil spills", "CQ Vote Studies", "GDP and the Economy Final Estimates for the Third Quarter of 2007", "Transcript of Wednesday's presidential debate", "Obama Exclusive Concedes Senate Voteainst Raising Debt Limit Was Political", "The page you're looking for may have been moved or renamed", "‘Americans need to stand together’: Hillary Clinton’s remarks following the Orlando shooting", "Sen. Barack Obama's answer to meeting energy demands", "Statement by the President", "'This Week' Transcript: Hoyer, Boehner and Bill Gates", "Arizona Department of Public Safety", "Sen. Gregg: President Obama's Budget Proposal Is a 'Disaster'", "School Choice FAQ", "Data on Campaign Finance, Super PACs, Industries, and Lobbying", "Department of Homeland Security Appropriations Act, 2007 (2006; 109th Congress H.R. 5441)", "Poor and the nearpoor 1959 to 2006", "Cain said food stamp program use up under Obama", "Testimony on CBO’s Assessment of the Air Force’s Plan to Acquire 100 Boeing Tanker Aircraft", "Fox News Sunday", "Outlook, Office, Skype, Bing, Breaking News, and Latest Videos", "Illinois General Assembly", "Health Insurance Coverage in the United States 2015", "Top Picks (Most Requested Statistics) : U.S. Bureau of Labor Statistics", "The Republican Road to Recovery", "Democratic National Convention", "60 Minutes Transcript", "Bureau of Labor Statistics Data", "The Texas Unmiracle", "Indictment US v Vince McMahon and Titan Sports New Haven Register", "Barack Obama Challenges John McCain To Duel Over Taxes", "A comprehensive investigation of voter impersonation finds 31 credible incidents out of one billion ballots cast", "LexisNexis(R) Publisher", "The Des Moines Register", "The Gingrich Tragedy", "Obama Criticizes McCain on Lobbyists", "Cravaack Passes Amendment to Improve US Aviation Security in Opposition to Obamas Planned Disarming of Federal Flight Deck Officers", "Barack Obama says U.S. oil production last year was highest since 2003", "TG-162: Treasury Announces $68 Billion in Expected CPP Repayments", "Current-Law Distribution of Federal Taxes By Cash Income Percentiles, 2007", "Part I: CNN/YouTube Democratic presidential debate transcript", "Table of Known Nuclear Tests Worldwide, 1945-1996", "Remarks by the President at GOP House Issues Conference", "Hillary Rodham Clinton, Senator for New York: Floor Speech of Senator Hillary Rodham Clinton on S.J. Res. 45, A Resolution to Authorize the Use of United States Armed Forces Against Iraq", "TPMtv Extra: South Carolina Ronald Reagan Debate", "a director of research for the foreign policy program at the Brookings Institution", "Massachusetts Department of Elementary and Secondary Education", "Expanding Opportunity — #KempForum16 – Paul Ryan – Medium", "Country of Origin Labeling (COOL)", "Outlook, Office, Skype, Bing, Breaking News, and Latest Videos", "Mike Huckabee: Fried Squirrel Out of a Popcorn Popper", "Transcript of Wednesday's presidential debate", "McConnell, Webb, Jindal express uncertainty over Iran nuclear deal", "Remarks by the President on Comprehensive Immigration Reform in El Paso, Texas", "Kerry-McCain: Welcome To Massachusetts!", "Obama Urges Bernanke, Paulson to Fight Foreclosures, Hold Homeownership Summit", "Schneiderman suing Trump over DACA cites 'discriminatory animus'", "Americas 5 Best Governors", "Situation Syria Regional Refugee Response", "Transcript of Republican Presidential debate at the Ronald Reagan Library in Simi Valley", "Sec. John Kelly on Manchester investigation, keeping America safe", "John McCain for President", "alert to members on abortion coverage in the House health care bill", "Terror Suspects Are Buying Guns - and the FBI Can't Stop Them", "Organizing for Action", "Hannity says Obama won't even use the term \"war on terrorism\"", "a professor of American Studies at Lynn University", "transcript accessed via Nexis Mitt Romney Sends Taped Message to 2011 NRA Convention", "An Open Letter to 'All Barack Channel'", "Obama for America TV Ad: \"Firms\"", "roll call on Stupak amendment", "Pastors To Protest IRS Rules on Political Advocacy", "Mitch McConnell, Alison Lundergan Grimes Have 'Sharp Differences' on Campaign Finance Rules", "by Mark Halperin", "Ryan's plan includes $700 billion in Medicare \"cuts,\" says Stephanie Cutter", "U.S. Senate: U.S. Senate Roll Call Votes 110th Congress", "Table B46 Employees on nonagricultural payrolls by major industry 19552006", "Jim DeMint on Twitter", "Fed Up! Our Fight to Save America from Washington, by Rick Perry", "Obama’s Health Care Speech to Congress", "Press release Rep Barton Democrats stimulus will waste money abuse people and lead to unintended consequences", "Summing Summertime: Part 4", "Laura Ingraham wrongly says claim that 90% support for gun background checks has been debunked", "Bill Clinton Says He 'Never Said A Bad Word About Senator Obama,' At mtvU's First 'Editorial Board'", "Federal Election Commission filing", "Transcript of debate between Chris Coons and Christine ODonnell", "Transcripts", "Barack Obama says Mitt Romney condemned coal-fired power plants as killers", "The full transcript of the third presidential debate", "Poverty 2005 Highlights", "Food Standards and Labeling Policy Book", "'This Week' Transcript: Geithner", "Transcripts", "Nancy Pelosi, Wicked Witch of the West", "or Degrading Treatment of Punishment Text of International Covenant on Civil and Political Rights Text of Geneva Convention relative to the Treatment of Prisoners of War Text of Geneva Convention relative to the Protection of Civilian Persons in Time of War Text of Universal Declaration of Human Rights Jay Bybee assistant attorney general", "Warren Buffett says the super-rich pay lower tax rates than others", "U.S. Senate: U.S. Senate Roll Call Votes 108th Congress", "Jeb Bush 2016 Same Resume Right to Rise USA PAC", "In Weekly Republican Address, Boehner Calls For “New Way Forward” Focused on Creating Jobs, Cutting Spending, & Reforming Congress", "U.S. Senate: U.S. Senate Roll Call Votes 111th Congress", "Harry Reid", "Video Interview with Howard Dean", "The Democratic Debate in Cleveland", "Obama knows his way around a ballot -- chicagotribune.com", "speech on the floor of the US House of Representatives", "Everything you need to know about the drone debate, in one FAQ", "WATCH LIVE: Tim Kaine and Corey Stewart meet for first U.S. Senate debate in Virginia", "Web Ad A Tale of Two Mitts", "Romney CPAC Speech: It's All About the Jobs", "Patient Protection and Affordable Care Act", "AFP: McCain renews attacks on Obama links to radical", "Patient Protection and Affordable Care Act", "Sarah Palin on Twitter", "No Regrets for a Love Of Explosives; In a Memoir of Sorts, a War Protester Talks of Life With the Weathermen", "Bill Clinton on Rush Limbaugh, His Mistakes, the Supreme Court and Middle East Peace", "Rick Santorum sworn in as Pennsylvania’s newest senator", "Letter to the Honorable John Boehner providing an estimate for H.R. 6079, the Repeal of Obamacare Act", "Financial Rescue Nears GDP as Pledges Top 128 Trillion by Mark Pittman and Bob Ivry", "Transcript: NPR's Full Interview With Sen. Marco Rubio", "Gore looking to turn idle fans into activists 3year ad campaign will feature enemies united on climate", "The early catastrophe", "NPC Luncheon with Eric Holder", "\"Face the Nation\" transcripts, August 26, 2012: Rubio, Priebus, Barbour, Blackburn", "2011-2012 Wisconsin Legislature Documents", "David Plouffe, Sen. Joe Lieberman and Gen. Michael Hayden talk national security leaks", "U.S. Imports & Exports", "Transcripts", "In reversal, McCain says lift ban on offshore drilling", "Employment, Hours, and Earnings from the Current Employment Statistics survey (National) Home Page", "'This Week' Transcript: Odierno and Chiarelli", "Obama’s Prime-Time Press Briefing", "Author Offers Insights on Slavery, the Capitol, and Obama's Inauguration", "American International Group Inc Form 10K", "Remarks by the President at AFL CIO Labor Day Picnic", "REP. JENKINS: OPIOID CRISIS FUNDING SHOULD BE BASED ON NEED", "Remarks by the First Lady on What Health Insurance Reform Means for Women and Families", "and Surpluses or Deficits as Percentages of GDP 1930–2015", "Planned Parenthood® Action Center", "Transcripts", "CBOs Estimate of the Effects on Direct Spending and Revenues of the House Amendments to the Senate Amendments to HR 976 the Childrens Health Insurance Program Reauthorization Act of 2007", "Remarks of Senator Obama: The War We Need to Win", "Library of Congress", "'This Week' Transcript: Geithner", "Obama for America TV Ad: \"Firms\"", "The Colbert Report", "Stop Coddling the Super-Rich", "Did Bernie Sanders vote against background checks and waiting periods for gun purchases?", "Families Facing Tax Increases Under Trump's Tax Plan", "Report on Geithners tax issues", "Senate begins health care debate amid calls for tort reforms", "Updated: The Facts About Hillary Clinton’s Emails", "Rand Paul: Republicans 'Aren't Maybe Brave Enough' to Tackle Deficit", "Sen. Sanders warns of ‘frightening trend’ towards oligarchy", "The latest political news and headlines from D.C. and beyond", "The Democratic Debate in Cleveland", "Rick Perry says he switched to GOP at a younger age than Reagan did", "Hillary Rodham Clinton, Senator for New York: Schumer, Clinton Announce Key Senate Panel Approves Over $1.3 Million for Labor, Health and Human Services Projects in the Hudson Valley", "Senator Bernie Sanders on Democratic Socialism in the United States", "The CNN Miami Republican debate transcript, annotated", "Barack Obama says U.S. oil production last year was highest since 2003", "Survey Results from Hays Research Group", "The Budget and Economic Outlook: Fiscal Years 2009 to 2019", "testimony submitted to the Congressional Oversight Panel’s hearing on the TARPs impact on financial stability", "Remarks by the President on the Economy -- Knox College, Galesburg, IL", "The Daily Show with Trevor Noah", "Historical aggregate income by fifths and top 5 percent", "IMPEACHMENT HINT STIRS HOUSE CLASH; Democratic Orators Spring to Roosevelt Defense, Charging 'Malice.'", "The Obameter: Introduce a comprehensive immigration bill in the first year", "Trump asking Congress, not Mexico, to pay for border wall", "Flake: “Religious tests should have no place in the Senate”", "Change We Can Believe In", "deputy director of national health statistics in the Office of the Actuary at the Center for Medicare and Medicaid Services", "Romneys ProLife Conversion Myth or Reality June 14", "Interest Group Ratings"]